Repository: uchicago-capp-30320/new-arrivals-chi
Catalog: new_arrivals_chi/app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Receiving critical medical treatment in the United States
es: Recibir tratamiento médico crítico en los Estados Unidos

source: Becoming an organ donor to an individual in the United States
es: Convertirse en donante de órganos para una persona en los Estados Unidos

source: Visiting or caring for a sick relative in the United States
es: Visitar o cuidar a un familiar enfermo en los Estados Unidos

source: Attending a funeral or settling the affairs of a deceased relative in the United States
es: Asistir a un funeral o arreglar los asuntos de un familiar fallecido en los Estados Unidos

source: Coming to the United States for protection from targeted or individualized harm
es: Venir a los Estados Unidos para protección contra daño dirigido o individualizado

source: Are Individuals Granted Parole Eligible to Work?
es: ¿Las personas a las que se les otorga la libertad condicional son elegibles para trabajar?

source: Individuals granted parole can apply for work authorization while they remain in the U.S. on a grant of parole and, if approved, become eligible to work. Certain Afghan and Ukrainian parolees are authorized to work incident to their parole, and legally authorized to work without filing a separate application for employment authorization. Work authorization lasts as long as the applicants are on parole.
es: Las personas a las que se les otorga la libertad condicional pueden solicitar autorización de trabajo mientras permanecen en los EE. UU. con una concesión de libertad condicional y, si se aprueba, se vuelven elegibles para trabajar. Ciertos afganos y ucranianos con libertad condicional están autorizados para trabajar por el incidente de su libertad condicional y están legalmente autorizados para trabajar sin presentar una solicitud separada para la autorización de empleo. La autorización de trabajo dura mientras los solicitantes estén en libertad condicional.

source: What Factors Are Considered in Making a Parole Decision?
es: ¿Qué factores se consideran al tomar una decisión de libertad condicional?

source: Each DHS component has its own methodology for making parole decisions. Moreover, the factors to be considered will vary depending on the type of parole requested. In general, however, since parole is a discretionary benefit, all parole decisions will be made on a case-by-case basis, with the immigration officer considering the reason for the request and whether it constitutes a basis for parole, and then weighing the positive factors in the noncitizen’s case against any negative factors.
es: Cada componente del DHS tiene su propia metodología para tomar decisiones sobre la libertad condicional. Además, los factores a considerar variarán dependiendo del tipo de libertad condicional solicitada. En general, sin embargo, dado que la libertad condicional es un beneficio discrecional, todas las decisiones de libertad condicional se tomarán caso por caso, con el oficial de inmigración considerando la razón de la solicitud y si constituye una base para la libertad condicional, y luego sopesando los factores positivos en el caso del no ciudadano contra cualquier factor negativo.

source: In deciding whether to favorably exercise discretion, the immigration officer evaluates a number of factors, including:
es: Al decidir si ejercer favorablemente la discreción, el oficial de inmigración evalúa una serie de factores, incluyendo:

source: The reason for the parole request
es: La razón de la solicitud de libertad condicional

source: Whether there is evidence of any criminal history or previous immigration violations
es: Si hay evidencia de antecedentes penales o violaciones de inmigración anteriores

source: Whether there is evidence of any previous participation in fraud
es: Si hay evidencia de alguna participación previa en fraude

source: Whether the noncitizen's presence would benefit a U.S. citizen, lawful permanent resident (LPR), or community in the United States
es: Si la presencia del no ciudadano beneficiaría a un ciudadano estadounidense, residente permanente legal (LPR) o comunidad en los Estados Unidos

source: Evidence of the noncitizen's character
es: Evidencia del carácter del no ciudadano

source: Whether there are other means available to the noncitizen to enter the United States for the stated parole purpose, such as a visa
es: Si hay otros medios disponibles para que el no ciudadano entre a los Estados Unidos para el propósito de libertad condicional declarado, como una visa

source: The Parole Process and How It Works: Step-by-Step
es: El Proceso de Libertad Condicional y Cómo Funciona: Paso a Paso

source: Parole is reviewed on a case-by-case basis by an agency within DHS, and the burden of proof is placed on the applicant to establish that parole should be authorized. If parole is authorized, the agency authorizing parole will specify how long it may last, tailored to accomplish the purpose of the parole. Parole ends on the date it is set to expire, when the beneficiary departs the United States, or when the individual acquires an immigration status. DHS may revoke parole at any time if it is no longer warranted or the beneficiary violates the conditions of the parole. A parolee may also apply to extend or renew their parole with the agency that first issued the parole.
es: La libertad condicional se revisa caso por caso por una agencia dentro del DHS, y la carga de la prueba recae en el solicitante para establecer que la libertad condicional debe ser autorizada. Si se autoriza la libertad condicional, la agencia que la autoriza especificará cuánto tiempo puede durar, adaptada para cumplir con el propósito de la libertad condicional. La libertad condicional termina en la fecha en que se establece que expira, cuando el beneficiario abandona los Estados Unidos o cuando la persona adquiere un estatus de inmigración. El DHS puede revocar la libertad condicional en cualquier momento si ya no está justificada o si el beneficiario viola las condiciones de la libertad condicional. Un beneficiario también puede solicitar extender o renovar su libertad condicional con la agencia que la emitió inicialmente.

source: American Immigration Council
es: Consejo de Inmigración de América

source: Register Organization Profile
es: Registrar Perfil de la Organización

source: Primary Location:
es: Ubicación Principal:

source: Lakeview (East)
es: Lakeview (Este)

source: Lakeview (West)
es: Lakeview (Oeste)

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: Register
es: Registrar

source: Register New User
es: Registrar Nuevo Usuario

source: Please use the temporary registration password provided in your registration email to sign up. You will need to change this temporary password during the registration process.
es: Por favor, use la contraseña de registro temporal proporcionada en su correo electrónico de registro para inscribirse. Necesitará cambiar esta contraseña temporal durante el proceso de registro.

source: Registration Password
es: Contraseña de Registro

source: Password
es: Contraseña

source: Register Account
es: Registrar Cuenta

source: Your new password must meet the following criteria: it must include at least one uppercase letter, one lowercase letter, one number, one special character, and be longer than 8 characters. Additionally, it should not be a commonly used password.
es: Su nueva contraseña debe cumplir con los siguientes criterios: debe incluir al menos una letra mayúscula, una letra minúscula, un número, un carácter especial, y tener más de 8 caracteres. Además, no debe ser una contraseña de uso común.

source: Renters Rights
es: Derechos de los Inquilinos

source: Basic Rights
es: Derechos Básicos

source: All people have the right to a safe and stable home to build better futures for themselves and their families. In Illinois, you have the right to:
es: Todas las personas tienen derecho a un hogar seguro y estable para construir mejores futuros para ellos mismos y sus familias. En Illinois, usted tiene derecho a:

source: Live in a Safe, Reasonably Maintained Home
es: Vivir en un Hogar Seguro y Razonablemente Mantenido

source: Your landlord is responsible for maintaining running water, electricity, and heat, based on the specific requirements of local building codes. If your heat is not functioning during the winter, your landlord has 24 hours to respond to your complaint with plans to resolve the issue.
es: Su arrendador es responsable de mantener el agua corriente, la electricidad y la calefacción, según los requisitos específicos de los códigos de construcción locales. Si su calefacción no funciona durante el invierno, su arrendador tiene 24 horas para responder a su queja con planes para resolver el problema.

source: Ask for repairs to your rental unit
es: Solicitar reparaciones a su unidad de alquiler

source: You have the right to repairs made within 14 days (or 72 hours in an emergency) that do not exceed $500 or half of the monthly rent, whichever is less.
es: Tiene derecho a que se realicen reparaciones dentro de los 14 días (o 72 horas en una emergencia) que no excedan los $500 o la mitad del alquiler mensual, lo que sea menor.

source: Request repairs in writing, including the date.
es: Solicite las reparaciones por escrito, incluyendo la fecha.

source: If the landlord refuses to make repairs, submit a formal letter with your rent.
es: Si el arrendador se niega a hacer reparaciones, presente una carta formal con su alquiler.

source: If the landlord still does not make repair by the given deadline, you have the right to hire a licensed professional to make the repairs and deduct the costs from your rent with a receipt.
es: Si el arrendador aún no realiza la reparación dentro del plazo establecido, tiene derecho a contratar a un profesional con licencia para hacer las reparaciones y deducir los costos de su alquiler con un recibo.

source: Complain to any governmental authority or testify in court about the state of your unit and enjoy equal protection under the law.
es: Quejarse ante cualquier autoridad gubernamental o testificar en la corte sobre el estado de su unidad y disfrutar de igual protección bajo la ley.

source: Retaliatory Eviction Act
es: Ley de Desalojo Retaliatorio

source: You have the right to report a complaint to any governmental authority about a violation of a building code, health ordinance, or similar regulation without threat of eviction or refusal to renew the lease.
es: Tiene el derecho de informar una queja a cualquier autoridad gubernamental sobre una violación de un código de construcción, ordenanza de salud o regulación similar sin amenaza de desalojo o negativa a renovar el contrato de arrendamiento.

source: Rent Increases
es: Aumentos de Alquiler

source: In Illinois, landlords cannot raise rent* during the time period of a written or a verbal lease. For month-to-month tenants, the landlord must provide 30 days’ notice, and for week-to-week tenants, they must provide seven days’ notice before the rent is due. (*Separate rules for notifying rent increases apply for federally subsidized housing.)
es: En Illinois, los arrendadores no pueden aumentar el alquiler* durante el período de un contrato de arrendamiento escrito o verbal. Para los inquilinos mes a mes, el arrendador debe proporcionar un aviso de 30 días, y para los inquilinos semana a semana, deben proporcionar un aviso de siete días antes de que se deba el alquiler. (*Se aplican reglas separadas para notificar aumentos de alquiler para viviendas subsidiadas federalmente.)

source: Residential Tenant and Landlord Ordinance
es: Ordenanza de Arrendador e Inquilino Residencial

source: Every tenant in Illinois is covered by Illinois laws, but Chicago has local laws, called ordinances, that apply to landlords and tenants regardless of immigration status. These ordinances cover the rights and responsibilities of both tenants and landlords. Your landlord should provide you with a written summary of the RTLO with your lease.
es: Cada inquilino en Illinois está cubierto por las leyes de Illinois, pero Chicago tiene leyes locales, llamadas ordenanzas, que se aplican a los arrendadores e inquilinos independientemente del estado migratorio. Estas ordenanzas cubren los derechos y responsabilidades de tanto inquilinos como arrendadores. Su arrendador debe proporcionarle un resumen escrito de la RTLO con su contrato de arrendamiento.

source: Cook County Residential Tenant and Landlord Ordinance
es: Ordenanza de Arrendador e Inquilino Residencial del Condado de Cook

source: Landlords cannot threaten to, attempt to, or forcefully remove a tenant without authority of the law. For example, landlords cannot change the locks, shut off utilities, or do anything else that interferes with the tenant's use of the apartment.
es: Los arrendadores no pueden amenazar con, intentar o forzar la remoción de un inquilino sin la autoridad de la ley. Por ejemplo, los arrendadores no pueden cambiar las cerraduras, cortar los servicios públicos o hacer cualquier otra cosa que interfiera con el uso del apartamento por parte del inquilino.

source: Chicago Residential Landlord Tenant Ordinance
es: Ordenanza de Arrendador e Inquilino Residencial de Chicago

source: Security deposits must be returned, minus any expenses for damages, within 45 days after the tenant has left the unit.
es: Los depósitos de seguridad deben devolverse, menos cualquier gasto por daños, dentro de los 45 días posteriores a la salida del inquilino de la unidad.

source: Before the landlord can deduct expenses for damages, they must first provide the tenant with an itemized list of damages within 30 days after the tenant has left the unit.
es: Antes de que el arrendador pueda deducir gastos por daños, primero deben proporcionar al inquilino una lista detallada de los daños dentro de los 30 días posteriores a la salida del inquilino de la unidad.

source: Lockouts are always illegal, but the Chicago RTLO adds extra protections. The City of Chicago will fine the landlord $200 to $500 for each day the lockout occurs. Violations should be reported to the Chicago Police Department. Call 311 for assistance.
es: Los desalojos siempre son ilegales, pero la RTLO de Chicago agrega protecciones adicionales. La Ciudad de Chicago multará al arrendador con $200 a $500 por cada día que ocurra el desalojo. Las violaciones deben reportarse al Departamento de Policía de Chicago. Llame al 311 para obtener ayuda.

source: Lockouts and Evictions
es: Desalojos y Desahucios

source: A landlord cannot forcibly enter your home, change the locks, break down the door, or cut off access to utilities in an attempt to evict you, pursuant to the Forcible Entry and Detainer Act. The County Sheriff can forcibly retake possession for a landlord only on order from a judge, only after the landlord wins an eviction lawsuit and the tenant refuses to leave.
es: Un arrendador no puede entrar por la fuerza a su hogar, cambiar las cerraduras, romper la puerta o cortar el acceso a los servicios públicos en un intento de desalojarlo, de acuerdo con la Ley de Entrada Forzosa y Retención. El Sheriff del Condado puede recuperar la posesión por la fuerza para un arrendador solo por orden de un juez, solo después de que el arrendador gane una demanda de desalojo y el inquilino se niegue a irse.

source: DON'T SELF EVICT! An eviction notice is not the same as an eviction. ​​An initial eviction notice is only the first step in the eviction process. It does not mean that the tenant has to move out immediately, and it does not necessarily mean that the tenant will have to appear in court. There will still be a chance to resolve the issue directly with the landlord, outside of court.
es: ¡NO SE AUTO DESALOJE! Una notificación de desalojo no es lo mismo que un desalojo. Una notificación inicial de desalojo es solo el primer paso en el proceso de desalojo. No significa que el inquilino tenga que mudarse de inmediato, y no necesariamente significa que el inquilino tendrá que comparecer en la corte. Todavía habrá una oportunidad de resolver el problema directamente con el arrendador, fuera de la corte.

source: Eviction Process
es: Proceso de Desalojo

source: Eviction Notice: The landlord personally serves a signed, written notice on the tenant or on anyone 13 years or older who lives at the property, or sends one by certified mail with a signed returned receipt.
es: Notificación de Desalojo: El arrendador entrega personalmente una notificación escrita y firmada al inquilino o a cualquier persona de 13 años o más que viva en la propiedad, o envía una por correo certificado con un recibo de devolución firmado.

source: Court Summons and Complaint: ONLY IF the tenant and landlord do not resolve the issue within the notice period, a summons and complaint with the court seal is served, calling the tenant to court.
es: Citatorio y Demanda Judicial: SOLO SI el inquilino y el arrendador no resuelven el problema dentro del período de notificación, se entrega un citatorio y una demanda con el sello del tribunal, llamando al inquilino a la corte.

source: Court Hearing: If the tenant does not appear, a default judgment could be issued in favor of the landlord, and the tenant must move out. If the tenant wins, the tenant stays in the unit and the process ends.
es: Audiencia Judicial: Si el inquilino no comparece, se podría emitir un fallo en rebeldía a favor del arrendador, y el inquilino debe mudarse. Si el inquilino gana, el inquilino se queda en la unidad y el proceso termina.

source: If Landlord Wins: Eviction order is then issued as the tenant’s final warning to move out and eviction could appear on tenant’s record.
es: Si el Arrendador Gana: Entonces se emite una orden de desalojo como la advertencia final del inquilino para mudarse y el desalojo podría aparecer en el registro del inquilino.

source: If Tenant Stays After Eviction Order: The tenant is forcibly removed (only by law enforcement, never the landlord).
es: Si el Inquilino se Queda Después de la Orden de Desalojo: El inquilino es removido por la fuerza (solo por la policía, nunca por el arrendador).

source: Types of Eviction Notices
es: Tipos de Notificaciones de Desalojo

source: The reason for eviction determines some aspects of the eviction process—mainly, how many days a tenant has to resolve the issue or fight the eviction in court.
es: La razón del desalojo determina algunos aspectos del proceso de desalojo, principalmente, cuántos días tiene un inquilino para resolver el problema o luchar contra el desalojo en la corte.

source: 5 Day Notice
es: Notificación de 5 Días

source: Nonpayment of Rent: Upon receiving this written notice, the tenant can avoid going to court by repaying the past due rent in full within five days. In Illinois, if the landlord accepts partial payment of rent, the eviction becomes invalid, unless the notice states that only full payment of rent will waive the landlord’s right to terminate the lease. In Chicago, the eviction process becomes invalid if the landlord accepts any payment of partial rent at all.
es: No pago de Alquiler: Al recibir esta notificación por escrito, el inquilino puede evitar ir a la corte pagando el alquiler vencido en su totalidad dentro de los cinco días. En Illinois, si el arrendador acepta el pago parcial del alquiler, el desalojo se vuelve inválido, a menos que la notificación indique que solo el pago completo del alquiler anulará el derecho del arrendador a terminar el contrato de arrendamiento. En Chicago, el proceso de desalojo se vuelve inválido si el arrendador acepta cualquier pago parcial del alquiler en absoluto.

source: Illegal Activity: A tenant may receive this written notice if they have committed a class X felony, such as armed robbery, aggravated battery, or aggravated arson.
es: Actividad Ilegal: Un inquilino puede recibir esta notificación por escrito si ha cometido un delito de clase X, como robo a mano armada, agresión agravada o incendio agravado.

source: 10 Day Notice
es: Notificación de 10 Días

source: Noncompliance: A tenant may receive this written eviction notice for violating terms of the lease or rental agreement, including more people than permitted residing in the unit, damaging rental property, or having pets if not permitted in the unit.
es: Incumplimiento: Un inquilino puede recibir esta notificación de desalojo por escrito por violar los términos del contrato de arrendamiento o del acuerdo de alquiler, incluyendo más personas de las permitidas que residen en la unidad, dañando la propiedad de alquiler o teniendo mascotas si no están permitidas en la unidad.

source: 7/30/60 Day Notice
es: Notificación de 7/30/60 Días

source: At-Will Lease Termination: Either a tenant or landlord may submit a written notice to end the lease if the lease agreement does not specify a move-out date.
es: Terminación del Contrato de Arrendamiento a Voluntad: Tanto un inquilino como un arrendador pueden presentar una notificación por escrito para terminar el contrato de arrendamiento si el acuerdo de arrendamiento no especifica una fecha de mudanza.

source: At least a week: 7-day notice
es: Al menos una semana: notificación de 7 días

source: Between a week and a year: 30-day notice
es: Entre una semana y un año: notificación de 30 días

source: At least a year: 60-day notice
es: Al menos un año: notificación de 60 días

source: Protections for When Your Residence is Sold
es: Protecciones para Cuando se Vende su Residencia

source: Tenants must be informed that the property has been sold and they have a new landlord within 10 days of purchase. If a building/unit is sold, all oral or written leases remain valid for the duration of the lease. New landlords cannot raise rents, remove tenants, force tenants to sign a new lease, or withhold security deposits for a purchased property. The new landlord is responsible for obtaining all pertinent documents and deposits from the former owner and paying security deposits back when the tenant leaves.
es: Los inquilinos deben ser informados de que la propiedad ha sido vendida y tienen un nuevo arrendador dentro de los 10 días de la compra. Si se vende un edificio/unidad, todos los contratos de arrendamiento orales o escritos siguen siendo válidos durante la duración del arrendamiento. Los nuevos arrendadores no pueden aumentar los alquileres, desalojar a los inquilinos, obligar a los inquilinos a firmar un nuevo contrato de arrendamiento o retener depósitos de seguridad para una propiedad comprada. El nuevo arrendador es responsable de obtener todos los documentos y depósitos pertinentes del propietario anterior y devolver los depósitos de seguridad cuando el inquilino se mude.

source: 90 Day Notice
es: Notificación de 90 Días

source: Foreclosure of Unit: A tenant may receive this written notice if their unit is part of property that has been foreclosed upon and their rental cannot continue. Tenants have 90 days to move regardless of whether they have a verbal or written lease.
es: Ejecución Hipotecaria de la Unidad: Un inquilino puede recibir esta notificación por escrito si su unidad es parte de una propiedad que ha sido ejecutada y su alquiler no puede continuar. Los inquilinos tienen 90 días para mudarse independientemente de si tienen un contrato de arrendamiento verbal o escrito.

source: Protections Based on Immigration Status
es: Protecciones Basadas en el Estado Migratorio

source: Disclosure of Immigration Status
es: Divulgación del Estado Migratorio
