Repository: uchicago-capp-30320/new-arrivals-chi
Catalog: new_arrivals_chi/app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Landlords can't discriminate against you because of the country you or your family are from. If landlords ask about immigration status, they must ask ALL applicants. Fair housing agencies should not ask about immigration status.
es: Los arrendadores no pueden discriminarlo por el país del que usted o su familia provienen. Si los arrendadores preguntan sobre el estado migratorio, deben preguntar a TODOS los solicitantes. Las agencias de vivienda justa no deben preguntar sobre el estado migratorio.

source: Documentation
es: Documentación

source: It is illegal to require additional fees or documentation due to perceived national origin or ancestry, regardless of immigration status.
es: Es ilegal requerir tarifas adicionales o documentación debido a la percepción de origen nacional o ascendencia, independientemente del estado migratorio.

source: Alternative Documents a Tenant Can Ask a Landlord to Accept When Applying to Rent
es: Documentos Alternativos que un Inquilino Puede Pedir a un Arrendador que Acepte al Solicitar Alquiler

source: Consulate card, current foreign passport with I-551 stamp or I-94 form (arrival record), I-864 form (sponsorship verification), school ID card with photograph, hospital records, or Chicago CityKey, among other options. Contact a trusted housing organization for details.
es: Tarjeta consular, pasaporte extranjero actual con sello I-551 o formulario I-94 (registro de llegada), formulario I-864 (verificación de patrocinio), tarjeta de identificación escolar con fotografía, registros hospitalarios o Chicago CityKey, entre otras opciones. Comuníquese con una organización de vivienda confiable para obtener detalles.

source: School records, letter from utility company (energy, water, gas, etc.), copy of lease from former residence, or letter from former landlord with a phone number.
es: Registros escolares, carta de la compañía de servicios públicos (energía, agua, gas, etc.), copia del contrato de arrendamiento de la residencia anterior o carta del arrendador anterior con un número de teléfono.

source: Letter from employer or current pay stubs, sponsorship letters or I-864 form, or Section 8 voucher, among other options.
es: Carta del empleador o recibos de pago actuales, cartas de patrocinio o formulario I-864 o vale de la Sección 8, entre otras opciones.

source: Immigrant Tenant Protection Act (ITPA)
es: Ley de Protección de Inquilinos Inmigrantes (ITPA)

source: This law went into effect in August 2019. It prohibits Illinois landlords from harassing, threatening, or evicting tenants based on actual or perceived immigration or citizenship status.
es: Esta ley entró en vigor en agosto de 2019. Prohíbe a los arrendadores de Illinois acosar, amenazar o desalojar a los inquilinos por el estado migratorio o de ciudadanía real o percibido.

source: Protects all renters, regardless of immigrant status.
es: Protege a todos los inquilinos, independientemente del estado migratorio.

source: Protects everyone living in the household, not just people named on the lease.
es: Protege a todas las personas que viven en el hogar, no solo a las personas nombradas en el contrato de arrendamiento.

source: Protects tenants with both written and verbal leases.
es: Protege a los inquilinos con contratos de arrendamiento tanto escritos como verbales.

source: Landlords cannot use your immigration status to:
es: Los arrendadores no pueden usar su estado migratorio para:

source: Threaten to call Immigration and Customs Enforcement (ICE), evict you, or shut off utilities for exercising your rights.
es: Amenazar con llamar a la Agencia de Inmigración y Control de Aduanas (ICE), desalojarlo o cortar los servicios públicos por ejercer sus derechos.

source: Intimidate you, harass you, or force you to move.
es: Intimidarlo, acosarlo o forzarlo a mudarse.

source: Require tenants to share their immigration status or mention their immigration or citizenship status during civil court proceedings (unless you bring it up or the housing is federally subsidized, excluding federal emergency assistance).
es: Requerir que los inquilinos compartan su estado migratorio o mencionen su estado migratorio o de ciudadanía durante los procedimientos judiciales civiles (a menos que usted lo mencione o la vivienda esté subsidiada federalmente, excluyendo la asistencia de emergencia federal).

source: If you win a lawsuit against your landlord, you could win:
es: Si gana una demanda contra su arrendador, podría ganar:

source: Money for physical, financial, or emotional damages suffered as a result of discrimination.
es: Dinero por daños físicos, financieros o emocionales sufridos como resultado de la discriminación.

source: An additional $2,000 for each incident.
es: $2,000 adicionales por cada incidente.

source: Money to pay for your lawyer.
es: Dinero para pagar a su abogado.

source: Limitation of Immigrant Tenant Protection Act
es: Limitación de la Ley de Protección de Inquilinos Inmigrantes

source: Only protects tenants in places where they already rent or were renting in the past (as of August 2019). Does not cover federally funded housing that requires landlords to check status. Does not prohibit landlords from asking for references or credit checks. Tenants must continue paying rent until they move.
es: Solo protege a los inquilinos en lugares donde ya alquilan o alquilaron en el pasado (a partir de agosto de 2019). No cubre viviendas financiadas por el gobierno federal que requieren que los arrendadores verifiquen el estado. No prohíbe a los arrendadores pedir referencias o verificaciones de crédito. Los inquilinos deben seguir pagando el alquiler hasta que se muden.

source: Right to Free Interpretation and Translation Services
es: Derecho a Servicios de Interpretación y Traducción Gratis

source: If a prospective tenant brings an interpreter/translator, landlords must work with the interpreter/translator. Landlords should make sure tenants understand the lease and provide it in alternate formats (e.g. provide the written lease in Spanish). If the landlord refuses to provide a lease in a certain language, it may be a violation of Fair Housing or other civil rights laws, and you should consult an attorney.
es: Si un posible inquilino trae un intérprete/traductor, los arrendadores deben trabajar con el intérprete/traductor. Los arrendadores deben asegurarse de que los inquilinos entiendan el contrato de arrendamiento y proporcionarlo en formatos alternativos (por ejemplo, proporcionar el contrato de arrendamiento por escrito en español). Si el arrendador se niega a proporcionar un contrato de arrendamiento en un idioma determinado, puede ser una violación de la Vivienda Justa u otras leyes de derechos civiles, y debe consultar a un abogado.

source: All individuals have the right to request an interpreter in any Illinois court when they check in with the clerk for civil cases. The services of court foreign language interpreters are provided at no cost to the individual in need of the service, consistent with the Illinois Code of Civil Procedure and the judicial circuit’s Language Access Plan (735 ILCS 5/8-1403).
es: Todas las personas tienen derecho a solicitar un intérprete en cualquier tribunal de Illinois cuando se registren con el secretario para casos civiles. Los servicios de intérpretes judiciales de idiomas extranjeros se proporcionan sin costo para la persona que necesita el servicio, de acuerdo con el Código de Procedimiento Civil de Illinois y el Plan de Acceso Lingüístico del circuito judicial (735 ILCS 5/8-1403).

source: What to Do If You Are Locked Out or Illegally Evicted
es: Qué Hacer Si Está Bloqueado o Desalojado Ilegalmente

source: Lockouts are always illegal regardless of immigration status. Call an attorney or trusted housing organization to file a police report with the county sheriff. If you're in Chicago, report it to the Chicago Police Department. See resources on pages 15-24. In an emergency, call 911. Be prepared to give the police or dispatcher your name and address as well as the landlord’s name and phone number. If the dispatcher or officer responds that it’s a “civil matter,” ask to speak with the watch commander, or call 911 again and request to speak with the watch commander from the beginning of the call. Make sure to have an ID or a photo of your ID showing your address. A consulate ID (matrícula consular), Chicago CityKey, or TVDL (Temporary Driver's License) are all acceptable.
es: Los desalojos siempre son ilegales independientemente del estado migratorio. Llame a un abogado o una organización de vivienda confiable para presentar un informe policial con el sheriff del condado. Si está en Chicago, repórtelo al Departamento de Policía de Chicago. Consulte los recursos en las páginas 15-24. En una emergencia, llame al 911. Esté preparado para dar a la policía o al despachador su nombre y dirección, así como el nombre y número de teléfono del arrendador. Si el despachador o el oficial responde que es un “asunto civil”, pida hablar con el comandante de guardia, o llame al 911 nuevamente y solicite hablar con el comandante de guardia desde el principio de la llamada. Asegúrese de tener una identificación o una foto de su identificación que muestre su dirección. Una identificación consular (matrícula consular), Chicago CityKey o TVDL (Licencia de Conducir Temporal) son todas aceptables.

source: If the landlord does not end the lockout:
es: Si el arrendador no termina el desalojo:

source: You can file charges in court to obtain a temporary restraining order and have the property returned to you until the issue is resolved.
es: Puede presentar cargos en la corte para obtener una orden de restricción temporal y que la propiedad le sea devuelta hasta que se resuelva el problema.

source: In Chicago: You can file a complaint by calling 311. The city can fine your landlord $200-$500 for every day the lockout occurs. You will need a copy of the police report to file the complaint.
es: En Chicago: Puede presentar una queja llamando al 311. La ciudad puede multar a su arrendador con $200-$500 por cada día que ocurra el desalojo. Necesitará una copia del informe policial para presentar la queja.

source: In Cook County: You can sue your landlord for up to 2 months rent or twice damages incurred, whichever is greater. You will need a copy of the police report to file the complaint.
es: En el Condado de Cook: Puede demandar a su arrendador por hasta 2 meses de alquiler o el doble de los daños incurridos, lo que sea mayor. Necesitará una copia del informe policial para presentar la queja.

source: In general, if an undocumented tenant must call or interact with the police, the ACLU recommends:
es: En general, si un inquilino indocumentado debe llamar o interactuar con la policía, la ACLU recomienda:

source: Stay calm. Don't run, argue, resist, or obstruct the officer, even if you believe your rights are being violated. Keep your hands where police can see them.
es: Mantén la calma. No corras, discutas, resistas u obstruyas al oficial, incluso si crees que se están violando tus derechos. Mantén las manos donde la policía pueda verlas.

source: You do not have to consent to a search of yourself or your belongings.
es: No tienes que consentir en que te registren a ti o a tus pertenencias.

source: You do not have to answer questions about where you were born, whether you are a U.S. citizen, or how you entered the country. Anything you tell an officer can later be used against you in immigration court.
es: No tienes que responder preguntas sobre dónde naciste, si eres ciudadano estadounidense o cómo entraste al país. Cualquier cosa que le digas a un oficial puede ser usada en tu contra más tarde en la corte de inmigración.

source: Don't lie or produce any false documents. Don’t sign anything without speaking with a lawyer first, and don’t sign any documents in English if you only understand limited English.
es: No mientas ni produzcas documentos falsos. No firmes nada sin hablar primero con un abogado y no firmes documentos en inglés si solo entiendes inglés limitado.

source: Subsidized housing tenants have a right to prepare a defense against perceived evictions.
es: Los inquilinos de viviendas subsidiadas tienen derecho a preparar una defensa contra los desalojos percibidos.

source: Protections Based on Sex and Gender
es: Protecciones Basadas en el Sexo y el Género

source: Sex- and gender-based discrimination includes sexual harassment. It is illegal for a landlord to make any unwelcome sexual advances on a tenant or coerce them in any way that may interfere with an individual’s rental or purchase of a property or create an intimidating, hostile, or offensive environment. For example, landlords cannot write sexual favors into the terms of a lease or refuse to rent to a tenant because of their response to harassment.
es: La discriminación basada en el sexo y el género incluye el acoso sexual. Es ilegal que un arrendador haga cualquier avance sexual no deseado a un inquilino o lo coaccione de cualquier manera que pueda interferir con el alquiler o la compra de una propiedad por parte de una persona o crear un ambiente intimidante, hostil u ofensivo. Por ejemplo, los arrendadores no pueden escribir favores sexuales en los términos de un contrato de arrendamiento o negarse a alquilar a un inquilino debido a su respuesta al acoso.

source: Safe Homes Act
es: Ley de Hogares Seguros

source: If you have been in a violent or abusive housing situation (such as domestic violence, child abuse, or elder abuse), you and your family have the right to: Break your lease and leave the home without having to continue paying rent, as long as you give the landlord written notice three days before or after you leave the home, and/or Request an emergency lock change via written notice to keep the abuser out of the home in an emergency situation. This act covers rental housing and subsidized housing (such as Section 8 housing choice vouchers) and applies to written and oral leases. You can learn more here.
es: Si ha estado en una situación de vivienda violenta o abusiva (como violencia doméstica, abuso infantil o abuso de ancianos), usted y su familia tienen derecho a: Romper su contrato de arrendamiento y dejar el hogar sin tener que seguir pagando el alquiler, siempre y cuando le dé al arrendador un aviso por escrito tres días antes o después de dejar el hogar, y/o Solicitar un cambio de cerradura de emergencia mediante un aviso por escrito para mantener al abusador fuera del hogar en una situación de emergencia. Esta ley cubre la vivienda de alquiler y la vivienda subsidiada (como los vales de elección de vivienda de la Sección 8) y se aplica a los contratos de arrendamiento escritos y orales. Puede obtener más información aquí.

source: What to Include in the Written Notice:
es: Qué Incluir en el Aviso por Escrito:

source: The reason for vacating the premises was because of domestic or sexual violence against the tenant or member of the tenant's household.
es: La razón para desocupar las instalaciones fue debido a la violencia doméstica o sexual contra el inquilino o un miembro del hogar del inquilino.

source: The date of the domestic or sexual violence.
es: La fecha de la violencia doméstica o sexual.

source: At least one form of the following types of evidence: medical, court, or police evidence of violence, or statement from an employee of a victim-services or rape crisis organization from which the tenant or a member of the tenant's household sought services.
es: Al menos una forma de los siguientes tipos de evidencia: evidencia médica, judicial o policial de violencia, o declaración de un empleado de una organización de servicios para víctimas o crisis de violación de la que el inquilino o un miembro del hogar del inquilino buscó servicios.

source: Protections for Tenants with Disabilities
es: Protecciones para Inquilinos con Discapacidades

source: Illinois Fair Housing Laws require that tenants with disabilities be given Reasonable Accommodations and Modifications to their rental units.
es: Las Leyes de Vivienda Justa de Illinois requieren que a los inquilinos con discapacidades se les otorguen Acomodaciones y Modificaciones Razonables en sus unidades de alquiler.

source: You have the right to request a change to a policy or practice to allow you equal access to housing, such as closer or wider parking spots or an exception to a no-pet rule.
es: Tiene derecho a solicitar un cambio en una política o práctica para permitirle un acceso equitativo a la vivienda, como lugares de estacionamiento más cercanos o más amplios o una excepción a una regla de no mascotas.

source: You also have the right to request physical modifications to the structure of the rental unit to allow you equal access, such as bars in the bathroom or a ramp in the common areas. The tenant may be responsible for paying for these changes. Contact a housing advocacy organization for information about financial assistance.
es: También tiene derecho a solicitar modificaciones físicas a la estructura de la unidad de alquiler para permitirle un acceso equitativo, como barras en el baño o una rampa en las áreas comunes. El inquilino puede ser responsable de pagar por estos cambios. Comuníquese con una organización de defensa de la vivienda para obtener información sobre asistencia financiera.

source: A landlord cannot ask general questions about a tenant's disability.
es: Un arrendador no puede hacer preguntas generales sobre la discapacidad de un inquilino.

source: The 2022 Final Public Charge Rule is Now in Effect
es: La Regla Final de Carga Pública de 2022 Ahora Está en Efecto

source: As of December 23, 2022, the Biden Administration finalized a new public charge regulation adding protections to secure immigrant families' access to the health and social services safety net.
es: A partir del 23 de diciembre de 2022, la Administración Biden finalizó una nueva regulación de carga pública que agrega protecciones para asegurar el acceso de las familias inmigrantes a la red de seguridad de servicios de salud y sociales.

source: What is Public Charge?
es: ¿Qué es la Carga Pública?

source: The public charge is part of federal immigration law under which the immigrant applying for legal permanent residency (green card) or a visa to enter the US can be denied if they are deemed “likely to become primarily dependent on the government for subsistence.”
es: La carga pública es parte de la ley de inmigración federal bajo la cual se le puede negar al inmigrante que solicita la residencia permanente legal (tarjeta verde) o una visa para ingresar a los EE. UU. si se considera que “probablemente se convertirá en dependiente principalmente del gobierno para subsistencia.”

source: Under current guidance, immigration officials will consider an applicant’s age, income, English proficiency, and financial sponsorship, as well as past use of the following two programs:
es: Bajo la orientación actual, los oficiales de inmigración considerarán la edad, los ingresos, el dominio del inglés y el patrocinio financiero del solicitante, así como el uso anterior de los siguientes dos programas:

source: Long-term institutionalization paid for by the government, such as: Nursing home care, Mental health institutionalization
es: Institucionalización a largo plazo pagada por el gobierno, como: Cuidado en un asilo de ancianos, Institucionalización de salud mental

source: Cash assistance for income maintenance, such as: Supplemental Security Income (SSI), Temporary Assistance to Needy Families (TANF), State, local, or tribal general relief (e.g. General Assistance, cash assistance for AABD).
es: Asistencia en efectivo para el mantenimiento de ingresos, como: Ingreso de Seguridad Suplementaria (SSI), Asistencia Temporal para Familias Necesitadas (TANF), Asistencia general estatal, local o tribal (por ejemplo, Asistencia General, asistencia en efectivo para AABD).

source: The following housing programs WILL NOT be counted toward public charge:
es: Los siguientes programas de vivienda NO contarán para la carga pública:

source: Section 8 Housing Choice Voucher
es: Vale de Elección de Vivienda de la Sección 8

source: Section 8 Project-Based Rental Assistance (including the Moderate Rehabilitation Program)
es: Asistencia de Alquiler Basada en Proyectos de la Sección 8 (incluyendo el Programa de Rehabilitación Moderada)

source: Public Housing
es: Vivienda Pública

source: All immigrant families, regardless of immigration status, can and should access the emergency rental, mortgage, and cash assistance programs for which they are eligible, as well as: Emergency Shelters and Transitional Housing, HUD Local Continuum of Care Emergency Shelters & Transitional Housing.
es: Todas las familias inmigrantes, independientemente del estado migratorio, pueden y deben acceder a los programas de asistencia de alquiler de emergencia, hipoteca y asistencia en efectivo para los cuales son elegibles, así como: Refugios de Emergencia y Vivienda Transicional, Refugios de Emergencia de Continuum de Atención Local de HUD y Vivienda Transicional.

source: Learn more here.
es: Obtenga más información aquí.

source: Resources to Apply for TPS
es: Recursos para Solicitar TPS

source: Workshops
es: Talleres

source: TPS & Work Permit Immigration Application Workshops for Recent Arrivals. Registration for centralized workshops for work permits through Temporary Protected Status and parole is currently closed.
es: Talleres de Solicitud de Inmigración para Permisos de Trabajo y TPS para Recién Llegados. La inscripción para talleres centralizados para permisos de trabajo a través de Estado de Protección Temporal y libertad condicional está actualmente cerrada.

source: How can I apply for TPS?
es: ¿Cómo puedo solicitar TPS?

source: To apply for TPS or re-register, submit Form I-821, Application for Temporary Protected Status I-821 to USCIS. There are instructions on how to apply on the USCIS website.
es: Para solicitar TPS o volver a registrarse, presente el Formulario I-821, Solicitud de Estado de Protección Temporal I-821 a USCIS. Hay instrucciones sobre cómo solicitar en el sitio web de USCIS.

source: View and submit Form I-821 here.
es: Vea y presente el Formulario I-821 aquí.

source: You can also request an employment authorization document (EAD) at the same time. Use Form I-765, Request for Employment Authorization. You can also file this later.
es: También puede solicitar un documento de autorización de empleo (EAD) al mismo tiempo. Use el Formulario I-765, Solicitud de Autorización de Empleo. También puede presentar esto más tarde.

source: Evidence
es: Evidencia

source: Along with your application, you must also submit evidence proving:
es: Junto con su solicitud, también debe presentar pruebas que demuestren:

source: Your identity and nationality,
es: Su identidad y nacionalidad,

source: The date you entered the US,
es: La fecha en que ingresó a los EE. UU.,

source: Residence in the US, and
es: Residencia en los EE. UU., y

source: Court disposition record (if you were arrested, charged, or convicted).
es: Registro de disposición judicial (si fue arrestado, acusado o condenado).

source: Fees:
es: Tarifas:

source: There is a fee to file. The fee is based on factors such as your age.
es: Hay una tarifa para presentar. La tarifa se basa en factores como su edad.

source: If you are applying for the first time, the fee to file Form I-821 is $50.
es: Si está solicitando por primera vez, la tarifa para presentar el Formulario I-821 es de $50.

source: If you have TPS and are re-registering, there is no fee for the form.
es: Si tiene TPS y se está volviendo a registrar, no hay tarifa para el formulario.
