Repository: uchicago-capp-30320/new-arrivals-chi
Catalog: new_arrivals_chi/app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Provide a valid, unexpired passport or consular card issued by an approved country, or provide other proof of identity and residency the Secretary of State may require;
es: Proveer un pasaporte válido y vigente o una tarjeta consular emitida por un país aprobado, o proveer otras pruebas de identidad y residencia que el Secretario de Estado pueda requerir;

source: For more information, please see the following links:
es: Para más información, por favor vea los siguientes enlaces:

source: Illinois Secretary of State - TVDL
es: Secretario de Estado de Illinois - TVDL

source: Illinois Legal Aid - Driver's license for immigrants
es: Ayuda Legal de Illinois - Licencia de conducir para inmigrantes

source: Health Information
es: Información de Salud

source: I want to...
es: Quiero...

source: Receive Assistance Now
es: Recibir Asistencia Ahora

source: Learn More About Resources
es: Aprender Más Sobre Recursos

source: Navigating Healthcare in Chicago
es: Navegando el Sistema de Salud en Chicago

source: Welcome to our healthcare resource page designed to assist you in navigating the healthcare system in Chicago. Here's what you'll find:
es: Bienvenido a nuestra página de recursos de salud diseñada para ayudarlo a navegar por el sistema de salud en Chicago. Aquí encontrará:

source: Information about navigating healthcare access
es: Información sobre cómo navegar el acceso a la atención médica

source: Understanding healthcare access based on your legal status and/or age group
es: Comprender el acceso a la atención médica según su estatus legal y/o grupo de edad

source: Guidance on finding healthcare providers, emergency and urgent care services, mental health and well-being resources, physical therapy options, and community health programs.
es: Guía para encontrar proveedores de atención médica, servicios de atención de emergencia y urgencia, recursos de salud mental y bienestar, opciones de fisioterapia y programas de salud comunitaria.

source: Navigating the Healthcare System
es: Navegando el Sistema de Salud

source: In the United States, we have a system where people can choose their doctors and hospitals. Patients have the option of paying out-of-pocket for services provided or can pay for health insurance to help reduce the cost of medical care.
es: En los Estados Unidos, tenemos un sistema donde las personas pueden elegir a sus médicos y hospitales. Los pacientes tienen la opción de pagar de su bolsillo los servicios proporcionados o pueden pagar un seguro de salud para ayudar a reducir el costo de la atención médica.

source: What is Health Insurance?
es: ¿Qué es el Seguro de Salud?

source: Health insurance is like a membership that helps cover the cost of doctor visits, hospital stays, medications, and more.
es: El seguro de salud es como una membresía que ayuda a cubrir el costo de las visitas al médico, las estancias en el hospital, los medicamentos y más.

source: Obtaining Health Insurance
es: Obtener Seguro de Salud

source: Health insurance may be purchased through healthcare.gov or secured through your employer. You must have a qualifying legal status to qualify for health insurance:
es: El seguro de salud puede comprarse a través de healthcare.gov o conseguirse a través de su empleador. Debe tener un estatus legal calificado para calificar para el seguro de salud:

source: U.S. Citizen
es: Ciudadano de los EE. UU.

source: Green Card
es: Tarjeta Verde

source: Asylum Status - only if you've been granted employment authorization or are under age 14 and have an application pending for at least 180 days
es: Estatus de Asilo - solo si se le ha otorgado autorización de empleo o tiene menos de 14 años y tiene una solicitud pendiente durante al menos 180 días

source: Refugee Status
es: Estatus de Refugiado

source: Cuban/Haitian Entrant
es: Entrante Cubano/Haitiano

source: Paroled into the U.S.
es: Admitido Condicionalmente en los EE. UU.

source: Temporary Protected Status (TPS)
es: Estatus de Protección Temporal (TPS)

source: Battered Spouse, Child and Parent
es: Cónyuge, Hijo y Padre Maltratados

source: Victim of Trafficking and his/her Spouse, Child, Sibling or Parent
es: Víctima de Trata y su Cónyuge, Hijo, Hermano o Padre

source: Granted Withholding of Deportation or Withholding of Removal, under the immigration laws or under the Convention against Torture (CAT)
es: Concesión de Suspensión de Deportación o Suspensión de Expulsión, bajo las leyes de inmigración o bajo la Convención contra la Tortura (CAT)

source: Individual with Non-immigrant Status, includes worker visas (such as H1, H-2A, H-2B), student visas, U-visa, T-visa, and other visas, and citizens of Micronesia, the Marshall Islands, and Palau
es: Individuo con Estatus de No Inmigrante, incluye visas de trabajo (como H1, H-2A, H-2B), visas de estudiante, visa U, visa T y otras visas, y ciudadanos de Micronesia, las Islas Marshall y Palaos

source: Deferred Enforced Departure (DED)
es: Salida Forzada Diferida (DED)

source: Deferred Action Status (Exception: Deferred Action for Childhood Arrivals (DACA) is not an eligible immigration status for applying for health insurance)
es: Estatus de Acción Diferida (Excepción: Acción Diferida para los Llegados en la Infancia (DACA) no es un estatus de inmigración elegible para solicitar seguro de salud)

source: Lawful Temporary Resident
es: Residente Temporal Legal

source: Administrative order staying removal issued by the Department of Homeland Security
es: Orden administrativa de suspensión de expulsión emitida por el Departamento de Seguridad Nacional

source: Conditional Entrant Granted before 1980
es: Entrante Condicional Concedido antes de 1980

source: If you are undocumented, you may not be able to obtain health insurance, but you can still receive emergency medical care and preventative medical services at low-cost health centers in the City of Chicago.
es: Si eres indocumentado, es posible que no puedas obtener seguro de salud, pero aún puedes recibir atención médica de emergencia y servicios médicos preventivos en centros de salud de bajo costo en la Ciudad de Chicago.

source: Accessing Health Insurance Based on Legal Status and Age Group
es: Acceso al Seguro de Salud según el Estatus Legal y el Grupo de Edad

source: Accessing health insurance can vary based on an individual's legal status and age group.
es: El acceso al seguro de salud puede variar según el estatus legal y el grupo de edad de una persona.

source: Legal Status
es: Estatus Legal

source: Temporary Protected Status (TPS), Humanitarian Parole, Asylum or Refugee: As someone with TPS, Parole, Asylum or Refugee Status, you qualify for Medicaid or can buy a health insurance plan at healthcare.gov.
es: Estatus de Protección Temporal (TPS), Libertad Condicional Humanitaria, Asilo o Refugiado: Como alguien con TPS, Libertad Condicional, Estatus de Asilo o Refugiado, calificas para Medicaid o puedes comprar un plan de seguro de salud en healthcare.gov.

source: What is Medicaid?
es: ¿Qué es Medicaid?

source: Medicaid is a government program that helps people with low income and limited resources pay for healthcare. It is a free or low-cost health insurance that covers various medical services like doctor visits, hospital stays, prescription medications, and more.
es: Medicaid es un programa gubernamental que ayuda a las personas con bajos ingresos y recursos limitados a pagar la atención médica. Es un seguro de salud gratuito o de bajo costo que cubre varios servicios médicos como visitas al médico, estancias en el hospital, medicamentos recetados y más.

source: Where do I Apply for Medicaid?
es: ¿Dónde puedo Solicitar Medicaid?

source: In the state of Illinois, you can apply online, over the phone, in person, or submit a paper application. Please see the following links for details on how to apply:
es: En el estado de Illinois, puedes aplicar en línea, por teléfono, en persona o enviar una solicitud en papel. Por favor, consulta los siguientes enlaces para obtener detalles sobre cómo aplicar:

source: Get Care Illinois - Apply for Medicaid
es: Get Care Illinois - Solicitar Medicaid

source: Illinois Healthcare and Family Services - Medicaid Guide
es: Servicios de Salud y Familia de Illinois - Guía de Medicaid

source: Undocumented
es: Indocumentado

source: If you are undocumented, you may not be able to access a health insurance plan. However, you can still receive emergency medical care and preventative medical services at low-cost health centers in the City of Chicago. Please see the next section on “Accessing Healthcare Services Regardless of Legal Status.
es: Si eres indocumentado, es posible que no puedas acceder a un plan de seguro de salud. Sin embargo, aún puedes recibir atención médica de emergencia y servicios médicos preventivos en centros de salud de bajo costo en la Ciudad de Chicago. Por favor, consulta la siguiente sección sobre 'Acceso a Servicios de Salud Independientemente del Estatus Legal'.

source: If you are an undocumented child, you qualify for All Kids, a health insurance plan for children from low-income households who live in Illinois. To apply for All Kids, please click the following links for more details:
es: Si eres un niño indocumentado, calificas para All Kids, un plan de seguro de salud para niños de hogares de bajos ingresos que viven en Illinois. Para solicitar All Kids, por favor haz clic en los siguientes enlaces para obtener más detalles:

source: All Kids - About
es: All Kids - Acerca de

source: All Kids - Application
es: All Kids - Solicitud

source: If you are undocumented and pregnant, you qualify for two programs:
es: Si eres indocumentada y estás embarazada, calificas para dos programas:

source: Moms and Babies, a health insurance plan for women while they are pregnant for up to 12 months after the baby is born. To apply for Moms and Babies, you can also use the All Kids application. Please click the following links to apply.
es: Moms and Babies, un plan de seguro de salud para mujeres mientras están embarazadas hasta 12 meses después del nacimiento del bebé. Para solicitar Moms and Babies, también puedes usar la solicitud de All Kids. Por favor, haz clic en los siguientes enlaces para aplicar.

source: Medicaid Presumptive Eligibility (MPE), a plan that offers immediate, temporary coverage for outpatient health services to pregnant women who meet income requirements. To learn more about MPE, please see the following links.
es: Medicaid Presumptive Eligibility (MPE), un plan que ofrece cobertura inmediata y temporal para servicios de salud ambulatorios a mujeres embarazadas que cumplen con los requisitos de ingresos. Para obtener más información sobre MPE, por favor, consulta los siguientes enlaces.

source: Moms and Babies - Application
es: Moms and Babies - Solicitud

source: Moms and Babies - About
es: Moms and Babies - Acerca de

source: Accessing Healthcare Services Regardless of Legal Status
es: Acceso a Servicios de Salud Independientemente del Estatus Legal

source: Low-Cost Healthcare Providers
es: Proveedores de Salud de Bajo Costo

source: What is an FQHC
es: ¿Qué es un FQHC?

source: Find a Health Center
es: Encontrar un Centro de Salud

source: What's a Free & Charitable Clinic
es: ¿Qué es una Clínica Gratuita y de Caridad?

source: Clinic Directory
es: Directorio de Clínicas

source: All non-profit hospitals are required to provide a set amount of emergency care and financial assistance to uninsured patients, regardless of status. Please click the following link to find a non-profit hospital.
es: Todos los hospitales sin fines de lucro están obligados a proporcionar una cantidad determinada de atención de emergencia y asistencia financiera a pacientes sin seguro, independientemente del estatus. Por favor, haga clic en el siguiente enlace para encontrar un hospital sin fines de lucro.

source: Illinois Alliance for Welcoming Health Care - Healthcare Access Programs
es: Alianza de Illinois para la Atención de Salud Acogedora - Programas de Acceso a la Atención Médica

source: Available Supplies and Services
es: Suministros y Servicios Disponibles

source: Neighborhood
es: Barrio

source: Organization
es: Organización

source: Hours
es: Horario

source: A Resource Guide for New Migrants
es: Una Guía de Recursos para Nuevos Migrantes

source: This resource guide is designed for new migrants to welcome to your new home. In this guide you will find information about your rights as an immigrant and resident of Chicago, and information on how to access resources offered by the City of Chicago, the State government and community organizations.
es: Esta guía de recursos está diseñada para nuevos migrantes para darles la bienvenida a su nuevo hogar. En esta guía encontrará información sobre sus derechos como inmigrante y residente de Chicago, y sobre cómo acceder a los recursos ofrecidos por la Ciudad de Chicago, el gobierno estatal y las organizaciones comunitarias.

source: Please click below to begin:
es: Por favor, haga clic a continuación para comenzar:

source: Getting Started
es: Primeros Pasos

source: Legal Support
es: Apoyo Legal

source: Health Resources
es: Recursos de Salud

source: This resource guide is a collaboration between Chicago Area Student, Chicago-based organizations, and the City of Chicago. To learn more visit About Us.
es: Esta guía de recursos es una colaboración entre Estudiantes del Área de Chicago, organizaciones con sede en Chicago y la Ciudad de Chicago. Para saber más, visite Acerca de Nosotros.

source: Legal Services
es: Servicios Legales

source: Name of Organization
es: Nombre de la Organización

source: Status
es: Estatus

source: Action
es: Acción

source: Active
es: Activo

source: Hidden
es: Oculto

source: Suspended
es: Suspendido

source: Edit
es: Editar

source: Suspend
es: Suspender

source: Unsuspend
es: Reactivar

source: Open Hours
es: Horario de Atención

source: Languages Spoken
es: Idiomas Hablados

source: Supplies and Services
es: Suministros y Servicios

source: Resources to Apply for Humanitarian Parole
es: Recursos para Solicitar Libertad Condicional Humanitaria

source: Who is eligible for parole?
es: ¿Quién es elegible para la libertad condicional?

source: Sometimes, the US government grants a person parole when they enter the United States. Parole is a type of discretionary permission to enter the United States. It is only given to some people in certain situations.
es: A veces, el gobierno de los EE. UU. otorga a una persona libertad condicional cuando ingresa a los Estados Unidos. La libertad condicional es un tipo de permiso discrecional para ingresar a los Estados Unidos. Solo se otorga a algunas personas en ciertas situaciones.

source: Individuals who have unexpired parole are able to apply for a work permit or “Employment Authorization Document” (EAD).
es: Las personas que tienen libertad condicional vigente pueden solicitar un permiso de trabajo o “Documento de Autorización de Empleo” (EAD).

source: Determining my eligibility
es: Determinando mi elegibilidad

source: There are various documents that show an individual may have parole. Below are examples of documents that tell you if someone entered via parole, along with the parole expiration date.
es: Hay varios documentos que muestran que una persona puede tener libertad condicional. A continuación se presentan ejemplos de documentos que le indican si alguien ingresó a través de la libertad condicional, junto con la fecha de vencimiento de la libertad condicional.

source: If you do not have a photo or physical document such as the above examples, you can look up the applicant's latest entry details online:
es: Si no tienes una foto o documento físico como los ejemplos anteriores, puedes buscar los detalles de la última entrada del solicitante en línea:

source: I-94 Look-Up Instructions
es: Instrucciones para Búsqueda de I-94

source: Link to I-94
es: Enlace a I-94

source: Scroll to “Already Visiting & Need Proof of Visitor Status?” and Select GET MOST RECENT I-94
es: Desplácese hasta “¿Ya está visitando y necesita prueba de estatus de visitante?” y Seleccione OBTENER I-94 MÁS RECIENTE

source: Read and agree to Terms of Service. Select I ACKNOWLEDGE AND AGREE.
es: Lea y acepte los Términos del Servicio. Seleccione RECONOZCO Y ACEPTO.

source: Enter your traveler information as it appears on your immigration paperwork. Under “Document Number,” enter your A NUMBER. Select NEXT when finished.
es: Ingrese su información de viajero tal como aparece en su documentación de inmigración. En “Número de Documento”, ingrese su NÚMERO A. Seleccione SIGUIENTE cuando termine.

source: If your entry returns a result, select PRINT from the next page. If not, double check your information.
es: Si su entrada devuelve un resultado, seleccione IMPRIMIR en la página siguiente. Si no, verifique nuevamente su información.

source: Either print or take a screenshot of your I-94 Record.
es: Imprima o tome una captura de pantalla de su Registro I-94.

source: Get Help Applying: TPS & Work Authorization Immigration Application Workshops for Recent Arrivals
es: Obtenga Ayuda para Aplicar: Talleres de Solicitud de Inmigración para Autorización de Trabajo y TPS para Recién Llegados

source: The State of Illinois and the City of Chicago, in partnership with local community organizations, provide assistance to help eligible immigrants apply to stay or work in the US legally. Certain recently arrived immigrants are eligible to participate in centralized application workshops for TPS and Work Permits based on parole. Workshops are free of charge. Follow the below steps to learn if you are eligible and to sign up to participate:
es: El Estado de Illinois y la Ciudad de Chicago, en asociación con organizaciones comunitarias locales, brindan asistencia para ayudar a los inmigrantes elegibles a solicitar quedarse o trabajar legalmente en los EE. UU. Ciertos inmigrantes recién llegados son elegibles para participar en talleres de solicitud centralizados para TPS y permisos de trabajo basados en la libertad condicional. Los talleres son gratuitos. Siga los pasos a continuación para saber si es elegible y para inscribirse:

source: Steps to Participate
es: Pasos para Participar

source: Step 1: Determine if you are eligible to attend a workshop – complete a screening form to determine if you are eligible.
es: Paso 1: Determine si es elegible para asistir a un taller: complete un formulario de evaluación para determinar si es elegible.

source: Step 2: The State of Illinois and/or City of Chicago will complete a verification process within ~2 weeks of submitting your screening form. If additional information is needed, you will receive a text and/or email requesting that information.
es: Paso 2: El Estado de Illinois y/o la Ciudad de Chicago completarán un proceso de verificación dentro de ~2 semanas después de enviar su formulario de evaluación. Si se necesita información adicional, recibirá un mensaje de texto y/o un correo electrónico solicitando esa información.

source: Step 3: Once determined eligible to attend a workshop, you will be sent a link to schedule a workshop appointment by text and/or email. Respond to the invitation and sign up for a workshop appointment. Workshop appointments are first-come first-served, every Tuesday – Friday. New appointments are added frequently - continue checking if you do not yet see an appointment available.
es: Paso 3: Una vez determinado que es elegible para asistir a un taller, se le enviará un enlace para programar una cita para el taller por mensaje de texto y/o correo electrónico. Responda a la invitación y regístrese para una cita en el taller. Las citas para los talleres son por orden de llegada, de martes a viernes. Se agregan nuevas citas con frecuencia: continúe revisando si aún no ve una cita disponible.

source: Step 4: Complete your workbook and prepare your documents. You may download the workbook here. You can print the workbook at any Chicago Public Library using your CityKey Chicago ID.
es: Paso 4: Complete su cuaderno de trabajo y prepare sus documentos. Puede descargar el cuaderno de trabajo aquí. Puede imprimir el cuaderno de trabajo en cualquier Biblioteca Pública de Chicago usando su CityKey Chicago ID.

source: Step 5: Attend the workshop according to the instructions texted or emailed to you. Be sure to bring your completed workbook & documents!
es: Paso 5: Asista al taller de acuerdo con las instrucciones enviadas por mensaje de texto o correo electrónico. ¡Asegúrese de traer su cuaderno de trabajo y documentos completos!

source: Step 6: At the workshop, a legal representative will review your eligibility for TPS or a work permit based on parole. If you are eligible, your immigration application will be prepared. Many applicants are also able to proceed with USCIS processing to have your application submitted to USCIS (Immigration) and your fingerprints taken the same day. Some applicants will be scheduled for a second appointment for USCIS processing.
es: Paso 6: En el taller, un representante legal revisará su elegibilidad para TPS o un permiso de trabajo basado en la libertad condicional. Si es elegible, se preparará su solicitud de inmigración. Muchos solicitantes también pueden proceder con el procesamiento de USCIS para que su solicitud se envíe a USCIS (Inmigración) y se tomen sus huellas dactilares el mismo día. Algunos solicitantes serán programados para una segunda cita para el procesamiento de USCIS.

source: Step 7: Attend your USCIS appointment at which point you will be issued a receipt number, and you may have your photo or fingerprints taken.
es: Paso 7: Asista a su cita de USCIS en la cual se le emitirá un número de recibo, y es posible que le tomen su foto o huellas dactilares.

source: Step 8: Wait to receive notices from USCIS by mail. USCIS will generally process your application in ~30 days and mail you a decision. If approved, you will receive your work permit and social security number via mail.
es: Paso 8: Espere a recibir notificaciones de USCIS por correo. USCIS generalmente procesará su solicitud en ~30 días y le enviará una decisión por correo. Si es aprobado, recibirá su permiso de trabajo y número de seguro social por correo.

source: Need assistance with registration? Call 312-668-0114 Monday - Friday, 12pm - 4pm for assistance.
es: ¿Necesita asistencia con la registración? Llame al 312-668-0114 de lunes a viernes, de 12pm a 4pm para obtener ayuda.

source: Click here to workshop form.
es: Haga clic aquí para el formulario del taller.

source: Download the workbook here.
es: Descargue el cuaderno de trabajo aquí.

source: About Humanitarian Parole
es: Sobre la Libertad Condicional Humanitaria

source: What is Humanitarian Parole?
es: ¿Qué es la Libertad Condicional Humanitaria?

source: While humanitarian parole is explicitly authorized by the INA for “urgent humanitarian reasons,” there is no statutory or regulatory definition of an “urgent humanitarian reason.” USCIS has stated, however, that it will consider factors such as the time-sensitivity of the circumstances and the degree of suffering that may result if parole is not authorized.
es: Aunque la libertad condicional humanitaria está explícitamente autorizada por la INA por “razones humanitarias urgentes,” no existe una definición legal o reglamentaria de una “razón humanitaria urgente.” USCIS ha declarado, sin embargo, que considerará factores como la sensibilidad temporal de las circunstancias y el grado de sufrimiento que puede resultar si no se autoriza la libertad condicional.

source: According to USCIS, examples of urgent humanitarian circumstances could include, but are not limited to:
es: Según USCIS, ejemplos de circunstancias humanitarias urgentes podrían incluir, pero no se limitan a:
