Repository: uchicago-capp-30320/new-arrivals-chi
Catalog: new_arrivals_chi/app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: If you also apply for employment authorization, the fee is $410 for Form I-765.
es: Si también solicita autorización de empleo, la tarifa es de $410 para el Formulario I-765.

source: If you are under 14 or over 65, you don't have to pay for the EAD when you file a TPS application.
es: Si tiene menos de 14 años o más de 65, no tiene que pagar por el EAD cuando presenta una solicitud de TPS.

source: If you are 14 or older, there is a $85 biometric services fee.
es: Si tiene 14 años o más, hay una tarifa de $85 por servicios biométricos.

source: You may also use their fee calculator to figure out your fee.
es: También puede usar su calculadora de tarifas para calcular su tarifa.

source: Fee Waiver
es: Exención de Tarifas

source: Form I-912, Application for Fee Waiver.
es: Formulario I-912, Solicitud de Exención de Tarifas.

source: If you can't pay for the filing fees or biometric services fees
es: Si no puede pagar las tarifas de presentación o las tarifas de servicios biométricos

source: Filing the fee waiver request with your application.
es: Presentar la solicitud de exención de tarifas con su solicitud.

source: You can use one form for both the filing and biometric service fee.
es: Puede usar un formulario para tanto la tarifa de presentación como la tarifa de servicio biométrico.

source: If USCIS approves your request, both fees will be waived.
es: Si USCIS aprueba su solicitud, ambas tarifas serán eximidas.

source: If you are requesting a fee waiver, you have to file paper versions of the application and fee waiver request.
es: Si está solicitando una exención de tarifas, debe presentar versiones en papel de la solicitud y la solicitud de exención de tarifas.

source: You can file one Form I-912 for all family member's applications. All the forms must be sent together.
es: Puede presentar un Formulario I-912 para las solicitudes de todos los miembros de la familia. Todos los formularios deben enviarse juntos.

source: To receive a fee waiver, you must prove that:
es: Para recibir una exención de tarifas, debe demostrar que:

source: You are receiving a public benefit based on your income (such as Medicaid, SNAP, TANF, or SSI),
es: Está recibiendo un beneficio público basado en sus ingresos (como Medicaid, SNAP, TANF o SSI),

source: You are experiencing financial hardship.
es: Está experimentando dificultades financieras.

source: If your fee waiver is denied, you can refile and pay the fees. You must pay the fees either before the registration deadline or within 45 days of the date on your fee waiver denial letter, whichever is later.
es: Si su exención de tarifas es denegada, puede volver a presentar y pagar las tarifas. Debe pagar las tarifas antes de la fecha límite de registro o dentro de los 45 días a partir de la fecha de su carta de denegación de exención de tarifas, lo que sea más tarde.

source: Learn more about filing a fee waiver here.
es: Obtenga más información sobre cómo presentar una solicitud de exención de tarifas aquí.

source: You can call USCIS at (800)375-5283 to request a paper form. For TTY, call (800)767-1833.
es: Puede llamar a USCIS al (800)375-5283 para solicitar un formulario en papel. Para TTY, llame al (800)767-1833.

source: What happens after I apply?
es: ¿Qué pasa después de que solicito?

source: If you are approved:
es: Si es aprobado:

source: If USCIS approves your TPS application, they will send you an approval notice with an I-94, Arrival/Departure Record. This is evidence of your TPS.
es: Si USCIS aprueba su solicitud de TPS, le enviarán una notificación de aprobación con un I-94, Registro de Llegada/Salida. Esta es la evidencia de su TPS.

source: If you applied for employment authorization, you will receive an Employment Authorization Document (EAD).
es: Si solicitó autorización de empleo, recibirá un Documento de Autorización de Empleo (EAD).

source: If you are denied:
es: Si es denegado:

source: IF USCIS denies your application, you will receive a denial letter.
es: SI USCIS niega su solicitud, recibirá una carta de denegación.

source: If you are eligible, the letter will state that you have 30 days to appeal to the USCIS Administrative Appeals Office (AAO).
es: Si es elegible, la carta indicará que tiene 30 días para apelar ante la Oficina de Apelaciones Administrativas de USCIS (AAO).

source: About Temporary Protected Status (TPS)
es: Acerca del Estado de Protección Temporal (TPS)

source: What is Temporary Protected Status?
es: ¿Qué es el Estado de Protección Temporal?

source: Temporary Protected Status (TPS) allows people from certain countries to live and work in the United States.
es: El Estado de Protección Temporal (TPS) permite que personas de ciertos países vivan y trabajen en los Estados Unidos.

source: The Secretary of Homeland Security may designate a foreign country for TPS due to:
es: El Secretario de Seguridad Nacional puede designar un país extranjero para TPS debido a:

source: Ongoing civil war or conflict in the country,
es: Guerra civil en curso o conflicto en el país,

source: An environmental disaster or an epidemic, or
es: Un desastre ambiental o una epidemia, o

source: Other extraordinary or temporary conditions.
es: Otras condiciones extraordinarias o temporales.

source: Eligible individuals without nationality who last resided in the designated country may be able to receive TPS.
es: Las personas elegibles sin nacionalidad que residieron por última vez en el país designado pueden recibir TPS.

source: Am I eligible for TPS?
es: ¿Soy elegible para TPS?

source: To qualify for TPS, you must:
es: Para calificar para TPS, debe:

source: Be from a foreign country with a TPS designation, and
es: Ser de un país extranjero con una designación de TPS, y

source: Be continuously physically present and residing in the US from the date the designation went into effect.
es: Estar continuamente presente físicamente y residiendo en los EE. UU. desde la fecha en que la designación entró en vigor.

source: You may not be eligible for TPS or maintain your existing TPS if:
es: Es posible que no sea elegible para TPS o mantenga su TPS existente si:

source: You have been convicted of a felony in the US,
es: Ha sido condenado por un delito grave en los EE. UU.,

source: You have been convicted of two or more misdemeanors in the US,
es: Ha sido condenado por dos o más delitos menores en los EE. UU.,

source: You meet any of the mandatory asylum bars, or
es: Cumple con alguna de las barras de asilo obligatorias, o

source: You fail to meet the requirements for TPS.
es: No cumple con los requisitos para TPS.

source: If you are from one of the following countries and arrived in the US before the date listed, you are likely eligible for TPS:
es: Si es de uno de los siguientes países y llegó a los EE. UU. antes de la fecha indicada, probablemente sea elegible para TPS:

source: Afghanistan (May 20, 2022)
es: Afganistán (20 de mayo de 2022)

source: Burma (Myanmar) (March 25, 2024)
es: Birmania (Myanmar) (25 de marzo de 2024)

source: Cameroon (June 7, 2022)
es: Camerún (7 de junio de 2022)

source: El Salvador (December 14, 2023)
es: El Salvador (14 de diciembre de 2023)

source: Ethiopia (April 15, 2024)
es: Etiopía (15 de abril de 2024)

source: Haiti (December 14, 2023)
es: Haití (14 de diciembre de 2023)

source: Honduras (December 14, 2023)
es: Honduras (14 de diciembre de 2023)

source: Nepal (December 14, 2023)
es: Nepal (14 de diciembre de 2023)

source: Nicaragua (December 14, 2023)
es: Nicaragua (14 de diciembre de 2023)

source: Somalia (March 13, 2023)
es: Somalia (13 de marzo de 2023)

source: South Sudan (August 21, 2023)
es: Sudán del Sur (21 de agosto de 2023)

source: Sudan (December 14, 2023)
es: Sudán (14 de diciembre de 2023)

source: Syria (January 29, 2024)
es: Siria (29 de enero de 2024)

source: Ukraine (August 21, 2023)
es: Ucrania (21 de agosto de 2023)

source: Venezuela (November 17, 2023)
es: Venezuela (17 de noviembre de 2023)

source: Yemen (January 3, 2023)
es: Yemen (3 de enero de 2023)

source: What are the benefits of TPS?
es: ¿Cuáles son los beneficios del TPS?

source: If you receive TPS:
es: Si recibe TPS:

source: You cannot be detained by the Department of Homeland Security,
es: No puede ser detenido por el Departamento de Seguridad Nacional,

source: You cannot be deported from the US,
es: No puede ser deportado de los EE. UU.,

source: You can apply for a work permit,
es: Puede solicitar un permiso de trabajo,

source: You can apply to get permission to travel outside the US and return to the US, and
es: Puede solicitar permiso para viajar fuera de los EE. UU. y regresar a los EE. UU., y

source: You can apply for asylum and other immigration benefits.
es: Puede solicitar asilo y otros beneficios de inmigración.

source: What are the cons of TPS?
es: ¿Cuáles son las desventajas del TPS?

source: It is a temporary benefit that doesn't lead to lawful permanent residence or citizenship,
es: Es un beneficio temporal que no conduce a la residencia permanente legal ni a la ciudadanía,

source: Only applies to people already in the US, and
es: Solo se aplica a las personas que ya están en los EE. UU., y

source: Cannot be used to apply for entry to the US.
es: No se puede usar para solicitar la entrada a los EE. UU.

source: Legal Resources for Undocumented Migrants
es: Recursos Legales para Migrantes Indocumentados

source: For Those Who Don't Qualify for Status
es: Para Aquellos Que No Califican para el Estado Migratorio

source: There are 11 million undocumented people in the US who find ways to live and work in their communities. Chicago is known for its welcoming community:
es: Hay 11 millones de personas indocumentadas en los EE. UU. que encuentran formas de vivir y trabajar en sus comunidades. Chicago es conocida por su comunidad acogedora:

source: Education: Children can attend school regardless of their immigration status.
es: Educación: Los niños pueden asistir a la escuela independientemente de su estado migratorio.

source: Law Enforcement: Police officers are not permitted to inquire about an individual's immigration status.
es: Aplicación de la Ley: A los oficiales de policía no se les permite preguntar sobre el estado migratorio de una persona.

source: Driving: After a year of residency, individuals can drive without a license.
es: Conducir: Después de un año de residencia, las personas pueden conducir sin licencia.

source: Employment: Employers have the authority to verify employment authorization. If an individual cannot provide this, the employer cannot legally hire them.
es: Empleo: Los empleadores tienen la autoridad para verificar la autorización de empleo. Si una persona no puede proporcionar esto, el empleador no puede contratarla legalmente.

source: While undocumented status can make it challenging to:
es: Si bien el estado indocumentado puede hacer que sea un desafío:

source: Street Vending: Many individuals work as street vendors and should be aware of their rights in this role.
es: Venta Ambulante: Muchas personas trabajan como vendedores ambulantes y deben conocer sus derechos en este rol.

source: Business Ownership: It is possible to open your own business in the City of Chicago.
es: Propiedad de Negocios: Es posible abrir su propio negocio en la Ciudad de Chicago.

source: Workers' Rights: Even without proper documentation, workers are entitled to legal protection including fair pay, working hours, and how to report abuse.
es: Derechos de los Trabajadores: Incluso sin la documentación adecuada, los trabajadores tienen derecho a la protección legal, incluido el pago justo, las horas de trabajo y cómo denunciar el abuso.

source: The informal economy offers various opportunities, but understanding the rights and protections available is crucial.
es: La economía informal ofrece varias oportunidades, pero es crucial comprender los derechos y protecciones disponibles.

source: Resources to Apply for Work Authorization Through VTTC
es: Recursos para Solicitar la Autorización de Trabajo a Través del VTTC

source: 1. Apply online via https://abe.illinois.gov.
es: 1. Solicite en línea a través de https://abe.illinois.gov.

source: 2. Upon completion of the application, upload the required documents needed to supplement the application. If you don’t have these readily available, you can submit after submission.
es: 2. Al completar la solicitud, cargue los documentos requeridos necesarios para complementar la solicitud. Si no los tiene disponibles de inmediato, puede presentarlos después de la presentación.

source: Required Documents
es: Documentos Requeridos

source: Government issued Photo ID (a passport is acceptable)
es: Identificación con Foto Emitida por el Gobierno (se acepta un pasaporte)

source: Proof of income for all “earners” in household (paystubs, letter from your employer, W-2, taxes)
es: Prueba de ingresos para todos los “ganadores” en el hogar (talones de pago, carta de su empleador, W-2, impuestos)

source: Proof of residency (photo ID, lease, official mail, car insurance)
es: Prueba de residencia (identificación con foto, contrato de arrendamiento, correo oficial, seguro de automóvil)

source: Social Security numbers for all members of household who have one
es: Números de Seguro Social para todos los miembros del hogar que tengan uno

source: Birth certificates for all members who have one
es: Certificados de nacimiento para todos los miembros que tengan uno

source: Sworn Statement from the client stating that you are eligible and plan to apply
es: Declaración Jurada del cliente que indica que es elegible y planea solicitar

source: Sworn statement from a service provider/attorney stating that you are eligible because of the visa for which you are applying
es: Declaración jurada de un proveedor de servicios/abogado que indique que usted es elegible debido a la visa para la que está solicitando

source: If you've already filed, you can submit a receipt of your application
es: Si ya ha presentado, puede enviar un recibo de su solicitud

source: All VTTC benefits are being processed through the Special Units DHS office. Special Units will also handle any companion cases associated with the VTTC cases. Upon submitting your application, send an email to DHS.FCS.VTTC@illinois.gov with the application # and indicate that you applied for your client(s) for VTTC benefits. You can send supplemental documentation then.
es: Todos los beneficios de VTTC se están procesando a través de la oficina de Unidades Especiales de DHS. Las Unidades Especiales también manejarán cualquier caso complementario asociado con los casos de VTTC. Al enviar su solicitud, envíe un correo electrónico a DHS.FCS.VTTC@illinois.gov con el número de solicitud e indique que solicitó los beneficios de VTTC para su(s) cliente(s). Puede enviar documentación complementaria entonces.

source: Sometimes, a local office gets the application before Special Units can pull it from the queue. In that event, the local office should accept the application and forward it to Special Units for processing.
es: A veces, una oficina local recibe la solicitud antes de que las Unidades Especiales puedan sacarla de la cola. En ese caso, la oficina local debe aceptar la solicitud y enviarla a las Unidades Especiales para su procesamiento.

source: TPS & Work Permit Immigration Application Workshops for Recent Arrivals. Registration for centralized workshops for work permits through Temporary Protected Status and parole is currently closed.
es: Talleres de Solicitud de Inmigración para Permisos de Trabajo y TPS para Recién Llegados. La inscripción para talleres centralizados para permisos de trabajo a través de Estado de Protección Temporal y libertad condicional está actualmente cerrada.

source: Step 1: Determine if you are eligible to attend a workshop – complete a screening form to determine if you are eligible: Click here to complete.
es: Paso 1: Determine si es elegible para asistir a un taller: complete un formulario de evaluación para determinar si es elegible: Haga clic aquí para completar.

source: Step 3: Once determined eligible to attend a workshop, you will be sent a link to schedule a workshop appointment by text and/or email. Respond to the invitation and sign up for a workshop appointment. Workshop appointments are first-come first-served, every Tuesday - Friday. New appointments are added frequently - continue checking if you do not yet see an appointment available.
es: Paso 3: Una vez que se determine que es elegible para asistir a un taller, se le enviará un enlace para programar una cita para el taller por mensaje de texto y/o correo electrónico. Responda a la invitación y regístrese para una cita en el taller. Las citas para los talleres son por orden de llegada, de martes a viernes. Las citas nuevas se agregan con frecuencia; siga revisando si aún no ve una cita disponible.

source: About Work Authorization through VTTC
es: Acerca de la Autorización de Trabajo a Través del VTTC

source: Resources for Victims of Human Trafficking
es: Recursos para Víctimas de Trata de Personas

source: A foreign national who experienced human trafficking may be granted a temporary immigration authorization. This means they are eligible to apply for government assistance, mental and physical health services, financial aid to help pay for higher education, work permits, and housing.
es: A un ciudadano extranjero que haya experimentado la trata de personas se le puede otorgar una autorización de inmigración temporal. Esto significa que son elegibles para solicitar asistencia gubernamental, servicios de salud mental y física, ayuda financiera para ayudar a pagar la educación superior, permisos de trabajo y vivienda.

source: T-1 Nonimmigrant Status (T Visa)
es: Estatus de No Inmigrante T-1 (Visa T)

source: Who
es: Quién

source: For victims of trafficking
es: Para víctimas de trata de personas

source: What
es: Qué

source: Up to four years of temporary nonimmigrant status with a path to lawful permanent residence (green card) and citizenship
es: Hasta cuatro años de estatus de no inmigrante temporal con un camino hacia la residencia permanente legal (tarjeta verde) y la ciudadanía

source: Benefits
es: Beneficios

source: Federal and state benefits and services to the same extent as refugees
es: Beneficios y servicios federales y estatales en la misma medida que los refugiados

source: State benefits for Illinois are detailed below
es: Los beneficios estatales para Illinois se detallan a continuación

source: Documents
es: Documentos

source: HHS Certification Letter or Eligibility Letter
es: Carta de Certificación o Carta de Elegibilidad del HHS

source: Employment Authorization Document or Social Security number (SSN)
es: Documento de Autorización de Empleo o número de Seguro Social (SSN)

source: U-1 Nonimmigrant Status (U Visa)
es: Estatus de No Inmigrante U-1 (Visa U)

source: For victims of various crimes, including trafficking
es: Para víctimas de varios delitos, incluida la trata de personas

source: Up to four years of temporary nonimmigrant status with a path to lawful permanent residence and citizenship
es: Hasta cuatro años de estatus de no inmigrante temporal con un camino hacia la residencia permanente legal y la ciudadanía

source: Federal and state benefits and services
es: Beneficios y servicios federales y estatales

source: Employment Authorization Document or SSN
es: Documento de Autorización de Empleo o SSN

source: Continued Presence (CP)
es: Presencia Continua (CP)

source: Two-year authorization, renewable until case is resolved in increments of up to two years
es: Autorización de dos años, renovable hasta que se resuelva el caso en incrementos de hasta dos años

source: No path to lawful permanent residence
es: Sin camino hacia la residencia permanente legal

source: May apply for a T or U visa with Continued Presence
es: Puede solicitar una visa T o U con Presencia Continua

source: National Human Trafficking Training and Technical Assistance Center
es: Centro Nacional de Capacitación y Asistencia Técnica para la Trata de Personas

source: Employment Eligibility
es: Elegibilidad de Empleo

source: When an individual receives a work permit through a T visa, a U visa, or Continued Presence, they are eligible to work. An Individual may prove employment eligibility with the Employment Authorization Document (EAD) or other documentation allowable in the I-9 employment eligibility process, such as a state identification documentation. If an individual uses an SSN that states, “Valid for Employment Only with DHS Authorization,” they will need to show their EAD. Employers should not use the I-9 form as a screening tool and should request it only at the time of hire, up to and including the first day of work. Individuals with T or U visas generally become eligible for a green card after three years. Filing for a green card extends T or U nonimmigrant status, so the expiration of the work permit while the green card application is pending does not necessarily mean these individuals are ineligible to work. Individuals may apply for an EAD while waiting for legal permanent residency.
es: Cuando una persona recibe un permiso de trabajo a través de una visa T, una visa U o Presencia Continua, es elegible para trabajar. Una persona puede demostrar la elegibilidad de empleo con el Documento de Autorización de Empleo (EAD) u otra documentación permitida en el proceso de elegibilidad de empleo I-9, como una identificación estatal. Si una persona usa un SSN que dice, “Válido para Empleo Solo con Autorización de DHS,” necesitará mostrar su EAD. Los empleadores no deben usar el formulario I-9 como una herramienta de selección y deben solicitarlo solo en el momento de la contratación, hasta e incluyendo el primer día de trabajo. Las personas con visas T o U generalmente se vuelven elegibles para una tarjeta verde después de tres años. Presentar una solicitud de tarjeta verde extiende el estatus de no inmigrante T o U, por lo que la expiración del permiso de trabajo mientras la solicitud de tarjeta verde está pendiente no necesariamente significa que estas personas no sean elegibles para trabajar. Las personas pueden solicitar un EAD mientras esperan la residencia permanente legal.

source: Public Benefit Eligibility - Federal
es: Elegibilidad para Beneficios Públicos - Federal

source: Learn more about federal public benefit eligibility here.
es: Obtenga más información sobre la elegibilidad para beneficios públicos federales aquí.

source: Public Benefit Eligibility - State
es: Elegibilidad para Beneficios Públicos - Estatal

source: As of January 1, 2018, individuals who intend to file or have filed a U-Visa, T-Visa, and/or an Asylum application qualify for state-funded public benefits:
es: A partir del 1 de enero de 2018, las personas que tengan la intención de presentar o hayan presentado una solicitud de visa U, visa T y/o asilo califican para beneficios públicos financiados por el estado:

source: Medical Assistance (Medicaid/Medicare)
es: Asistencia Médica (Medicaid/Medicare)

source: A state funded food program similar to SNAP/Food stamps
es: Un programa de alimentos financiado por el estado similar a SNAP/Cupones de Alimentos

source: TANF Cash Assistance
es: Asistencia en Efectivo TANF

source: The program through IL Department of Human Services (IL DHS) is referred to as Victims of Trafficking, Torture and Other Serious Crimes (VTTC).
es: El programa a través del Departamento de Servicios Humanos de IL (IL DHS) se conoce como Víctimas de Trata de Personas, Tortura y Otros Delitos Graves (VTTC).

source: In order to apply, you must be:
es: Para presentar la solicitud, debe:

source: Within benefit specific income requirements
es: Dentro de los requisitos de ingresos específicos para beneficios
