Repository: uchicago-capp-30320/new-arrivals-chi
Catalog: new_arrivals_chi/app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: 9 years or older
es: Tener 9 años o más

source: Preparing to file or have filed one of the above visa applications
es: Prepararse para presentar o haber presentado una de las solicitudes de visa mencionadas anteriormente

source: A resident of Illinois
es: Ser residente de Illinois

source: Benefit Specific Income Requirements
es: Requisitos de Ingresos Específicos para Beneficios

source: Each type of public benefit has different requirements based on how much you earn, your age, disabilities, size of household, etc. The requirements include:
es: Cada tipo de beneficio público tiene diferentes requisitos según cuánto gane, su edad, discapacidades, tamaño del hogar, etc. Los requisitos incluyen:

source: A household for an individual applying for the State Food Program includes the primary applicant/survivor, children under 22 years old who live with the applicant/survivor, spouse/parent of children if they live in the household. Everyone else living with you who buys food separately is not part of your household.
es: Un hogar para una persona que solicita el Programa Estatal de Alimentos incluye al solicitante principal/sobreviviente, a los niños menores de 22 años que viven con el solicitante/sobreviviente, al cónyuge/padre de los niños si viven en el hogar. Todos los demás que viven contigo y compran alimentos por separado no forman parte de tu hogar.

source: A household for an individual applying for TANF Cash and/or Medicaid includes: the primary applicant/survivor, spouse of primary applicant/survivor, and applicant/survivor's children under 19 years old. Everyone else in the household must apply separately.
es: Un hogar para una persona que solicita Asistencia en Efectivo TANF y/o Medicaid incluye: al solicitante principal/sobreviviente, al cónyuge del solicitante/sobreviviente principal y a los hijos del solicitante/sobreviviente menores de 19 años. Todos los demás en el hogar deben solicitar por separado.

source: Public Charge
es: Carga Pública

source: VTTC food and medical assistance are not considered as part of the public charge test. People who are applying for and have been granted asylum, a U-Visa or a T-Visa are exempt from the test for public charge for inadmissibility.
es: La asistencia alimentaria y médica de VTTC no se considera parte de la prueba de carga pública. Las personas que están solicitando y se les ha otorgado asilo, una visa U o una visa T están exentas de la prueba de carga pública para inadmisibilidad.

source: Welcome to IL/Heartland Alliance
es: Bienvenido a IL/Heartland Alliance

source: Workers Rights
es: Derechos de los Inquilinos

source: All workers have rights, regardless of immigration status. In Chicago, you have the right to:
es: Todos los trabajadores tienen derechos, independientemente de su estatus migratorio. En Chicago, usted tiene el derecho a:

source: Receive payment for every hour you work.
es: Recibir pago por cada hora que trabaja.

source: Receive overtime pay (time and a half) after working more than 40 hours in a workweek.
es: Recibir pago de horas extras (tiempo y medio) después de trabajar más de 40 horas en una semana laboral.

source: Be paid at least the minimum wage in the area where you work. In Chicago, this is $14.50-$15.40/hr, depending on the number of employees.
es: Recibir al menos el salario mínimo en el área donde trabaja. En Chicago, esto es $14.50-$15.40 por hora, dependiendo del número de empleados.

source: Receive 66 percent of your salary and paid medical bills if you suffer an accident on the job.
es: Recibir el 66 por ciento de su salario y el pago de las facturas médicas si sufre un accidente en el trabajo.

source: A safe and healthy workplace, including during times of COVID-19.
es: Un lugar de trabajo seguro y saludable, incluso durante tiempos de COVID-19.

source: A workplace free of discrimination, sexual harassment or intimidation.
es: Un lugar de trabajo libre de discriminación, acoso sexual o intimidación.

source: Organize for better working conditions through collective actions.
es: Organizarse para mejorar las condiciones laborales a través de acciones colectivas.

source: Where can I go for help?
es: ¿Cómo puedo solicitar TPS?
