Repository: uchicago-capp-30320/new-arrivals-chi
Catalog: new_arrivals_chi/app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: I have a credible fear of persecution or torture in my home country.
es: Tengo un temor creíble de persecución o tortura en mi país de origen.

source: I want help applying for asylum.
es: Quiero ayuda para solicitar asilo.

source: We think you may be eligible for asylum.
es: Creemos que puede ser elegible para asilo.

source: I have applied for or received asylum.
es: He solicitado asilo o lo he recibido.

source: Hide Options
es: Ocultar Opciones

source: Find Personalized Legal Assistance.
es: Encuentre Asistencia Legal Personalizada.

source: None of these apply to me.
es: Ninguna de estas se aplica a mí.

source: We cannot determine your eligibility for Asylum, Parole, or Temporary Protected Status
es: No podemos determinar su elegibilidad para Asilo, Libertad Condicional, o Estatus de Protección Temporal.

source: One of the circumstances below applies to me.
es: Una de las circunstancias a continuación se aplica a mí.

source: I want help applying for humanitarian parole.
es: Quiero ayuda para solicitar permiso humanitario.

source: I am from Ukraine or Afghanistan I am from Cuba, Haiti, Nicaragua, and Venezuela and am experiencing dangerous conditions, violence, or severe economic hardship in my home country I came to the US for Medical Family Reunification (adults and children) I came to the US for Civil or Criminal Court Proceedings
es: Soy de Ucrania o Afganistán. Soy de Cuba, Haití, Nicaragua o Venezuela y estoy experimentando condiciones peligrosas, violencia o dificultades económicas severas en mi país de origen. Vine a los EE. UU. para la Reunificación Familiar Médica (adultos y niños). Vine a los EE. UU. para procedimientos en el Tribunal Civil o Penal.

source: We think you may be eligible for humanitarian parole.
es: Creemos que usted puede ser elegible para la libertad condicional humanitaria.

source: I have applied for or received humanitarian parole.
es: He solicitado o recibido permiso humanitario.

source: I need to learn more about my rights as a renter
es: Necesito aprender más sobre mis derechos como inquilino.

source: See Options
es: Ver Opciones

source: I need help with something else
es: Necesito ayuda con otra cosa.

source: I am from one of the countries listed below & arrived before the date listed:
es: Si es de uno de los siguientes países y llegó a los EE. UU. antes de la fecha indicada, probablemente sea elegible para TPS:

source: I want help applying for Temporary Protected Status (TPS)
es: Quiero ayuda para solicitar el Estatus de Protección Temporal (TPS)

source: Afghanistan (May 20, 2022) Burma (Myanmar) (March 25, 2024) Cameroon (June 7, 2022) El Salvador (December 14, 2023) Ethiopia (April 15, 2024) Haiti (December 14, 2023) Honduras (December 14, 2023) Nepal (December 14, 2023) Nicaragua (December 14, 2023) Somalia (March 13, 2023) South Sudan (August 21, 2023) Sudan (December 14, 2023) Syria (January 29, 2024) Ukraine (August 21, 2023) Venezuela (November 17, 2023) Yemen (January 3, 2023)
es: Afganistán (20 de mayo de 2022) Birmania (Myanmar) (25 de marzo de 2024) Camerún (7 de junio de 2022) El Salvador (14 de diciembre de 2023) Etiopía (15 de abril de 2024) Haití (14 de diciembre de 2023) Honduras (14 de diciembre de 2023) Nepal (14 de diciembre de 2023) Nicaragua (14 de diciembre de 2023) Somalia (13 de marzo de 2023) Sudán del Sur (21 de agosto de 2023) Sudán (14 de diciembre de 2023) Siria (29 de enero de 2024) Ucrania (21 de agosto de 2023) Venezuela (17 de noviembre de 2023) Yemen (3 de enero de 2023)

source: We think you may be eligible for Temporary Protected Status (TPS)
es: Creemos que puede ser elegible para el Estatus de Protección Temporal (TPS)

source: I have applied for or received Temporary Protected Status (TPS)
es: He solicitado o recibido Estatus de Protección Temporal (TPS)

source: Learn more about resources for undocumented migrants.
es: Obtenga más información sobre recursos para inmigrantes indocumentados.

source: I am the victim of one of the following:
es: Soy víctima de uno de los siguientes:

source: I want help applying for work authorization.
es: Quiero ayuda para solicitar autorización de trabajo.

source: Trafficking Domestic violence Sexual assault Hate crimes Human trafficking Involuntary servitude Another Serious Offense.
es: Trata Violencia doméstica agresión sexual Crímenes de odio Trata de personas Servidumbre involuntaria Otro delito grave.

source: We think you may be eligible for work authorization.
es: Creemos que puede ser elegible para una autorización de trabajo.

source: I have applied for or received work authorization.
es: He solicitado o recibido autorización de trabajo.

source: What can I help you with?
es: ¿En qué puedo ayudarte?

source: I need help getting authorization to work
es: Necesito ayuda para obtener autorización para trabajar.

source: Do any of the following circumstances apply to you?
es: ¿Alguna de las siguientes circunstancias se aplica a usted? Necesito ayuda para obtener autorización para trabajar

source: I need to learn more about my rights as a worker
es: Necesito aprender más sobre mis derechos como trabajador

source: About Us
es: Acerca de Nosotros

source: New Arrivals Chi is a resource guide developed by six graduate students from the University of Chicago to help newly arrived individuals navigate the City of Chicago and its available resources. Our goal is to provide accurate, up-to-date, and actionable information to address common challenges faced by newcomers.
es: New Arrivals Chi es una guía de recursos desarrollada por seis estudiantes de posgrado de la Universidad de Chicago para ayudar a los recién llegados a navegar por la Ciudad de Chicago y sus recursos disponibles. Nuestro objetivo es proporcionar información precisa, actualizada y accionable para abordar los desafíos comunes que enfrentan los recién llegados.

source: Team Members
es: Miembros del Equipo

source: We would like to express our sincere gratitude to our advisors, James Turk and Michael Plunkett, for their invaluable guidance and support throughout this project.
es: Nos gustaría expresar nuestra sincera gratitud a nuestros asesores, James Turk y Michael Plunkett, por su invaluable orientación y apoyo durante este proyecto.

source: Acknowledgements
es: Agradecimientos

source: This resource guide was made possible by our incredible community partners who graciously shared their knowledge and advice during the development process.
es: Esta guía de recursos fue posible gracias a nuestros increíbles socios comunitarios que compartieron generosamente su conocimiento y consejos durante el proceso de desarrollo.

source: City of Chicago - Office of Immigrants, Migrant, Refugee Rights: Marissa Arrez and Jesús Del Toro
es: Ciudad de Chicago - Oficina de Derechos de Inmigrantes, Migrantes y Refugiados: Marissa Arrez y Jesús Del Toro

source: Illinois Community for Displaced Immigrants: Johannes Favi
es: Comunidad de Illinois para Inmigrantes Desplazados: Johannes Favi

source: The Resurrection Project: Oswaldo Gomez, Laura Mendoza
es: El Proyecto Resurrección: Oswaldo Gomez, Laura Mendoza

source: Chicago Street Medicine: Saara-Anne Azizi, Dan Dolan
es: Medicina Callejera de Chicago: Saara-Anne Azizi, Dan Dolan

source: Get in touch
es: Ponerse en contacto

source: The codebase for this project is publicly available on GitHub.
es: El código fuente de este proyecto está disponible públicamente en GitHub.

source: View repository
es: Ver repositorio

source: For questions or inquiries, please contact us at newarrivalschi.contact@gmail.com.
es: Para preguntas o consultas, por favor contáctenos en newarrivalschi.contact@gmail.com.

source: Add Organization
es: Agregar Organización

source: Enter the information below
es: Ingrese la información a continuación

source: Organization Name
es: Nombre de la Organización

source: Phone Number
es: Número de Teléfono

source: Email
es: Correo Electrónico

source: Confirm Email
es: Confirmar Correo Electrónico

source: Successfully registered organization!
es: ¡Organización registrada con éxito!

source: You will get an e-mail with additional information
es: Recibirá un correo electrónico con información adicional

source: Welcome to the Admin Dashboard
es: Bienvenido al Panel de Administración

source: Organization Management
es: Gestión de Organización

source: Website error reports
es: Informes de errores del sitio web

source: Asylum Clinics
es: Clínicas de Asilo

source: Legal Aid Society of Metropolitan Family Services is coordinating a Centralized Immigration Legal Service Center for recent arrivals to support in asylum, change of address, or change of venue cases.
es: La Sociedad de Ayuda Legal de los Servicios Familiares Metropolitanos está coordinando un Centro de Servicios Legales de Inmigración Centralizado para los recién llegados para apoyo en casos de asilo, cambio de dirección o cambio de lugar.

source: The Center provides free legal information and assistance to individuals who entered on or before January 1, 2022.
es: El Centro proporciona información y asistencia legal gratuita a individuos que ingresaron el o antes del 1 de enero de 2022.

source: The Centralized Immigration Legal Services Clinic is located at 401 S. Clinton St, Chicago IL 60607, inside the Illinois Department of Human Services Building (IDHS) on the first floor.
es: La Clínica Centralizada de Servicios Legales de Inmigración está ubicada en 401 S. Clinton St, Chicago IL 60607, dentro del Edificio del Departamento de Servicios Humanos de Illinois (IDHS) en el primer piso.

source: Click here to schedule an appointment.
es: Haga clic aquí para programar una cita.

source: Welcome to IL
es: Bienvenido a IL

source: Find a Lawyer
es: Encontrar un Abogado

source: Rights and Privileges of Asylum
es: Derechos y Privilegios del Asilo

source: What Is Asylum
es: ¿Qué es el asilo?

source: Asylum status protects people who fear persecution in their home countries because of their:
es: El estatus de asilo protege a las personas que temen la persecución en sus países de origen debido a su:

source: Race
es: Raza

source: Religion
es: Religión

source: Nationality
es: Nacionalidad

source: Political opinion
es: Opinión política

source: Membership in a particular social group (this includes sexual orientation or gender identity)
es: Pertenencia a un grupo social particular (esto incluye la orientación sexual o la identidad de género)

source: Whether someone should apply as a refugee or asylee for immigration status depends on whether they are already in the US. If the person is already in the US, he or she may apply for the US asylum program. Learn more about refugees and asylum. (If the person is not in the US, he or she may apply for the US refugee program)
es: Si alguien debe solicitar el estatus de inmigración como refugiado o asilado depende de si ya está en los EE. UU. Si la persona ya está en los EE. UU., puede solicitar el programa de asilo en los EE. UU. Aprenda más sobre refugiados y asilo. (Si la persona no está en los EE. UU., puede solicitar el programa de refugiados en los EE. UU.)

source: Who cannot apply for asylum
es: ¿Quién no puede solicitar asilo?

source: Illinois Legal Aid
es: Asistencia Legal de Illinois

source: New Arrival Resource Portal
es: Portal de Recursos para Nuevos Llegados

source: Home
es: Inicio

source: Dashboard
es: Panel de Control

source: Logout
es: Cerrar Sesión

source: Login
es: Iniciar Sesión

source: Sign Up
es: Registrarse

source: Report Error
es: Reportar Error

source: This site does not collect any personal information.
es: Este sitio no recopila ninguna información personal.

source: Change Password
es: Cambiar Contraseña

source: Old Password
es: Contraseña Anterior

source: New Password
es: Nueva Contraseña

source: Your password must include at least one uppercase letter, one lowercase letter, one number, one special symbol, and be longer than 8 characters.
es: Tu contraseña debe incluir al menos una letra mayúscula, una letra minúscula, un número, un símbolo especial y tener más de 8 caracteres.

source: View My Page
es: Ver Mi Página

source: Update My Information
es: Actualizar Mi Información

source: Change My Password
es: Cambiar Mi Contraseña

source: Back
es: Atrás

source: Contact Information:
es: Información de Contacto:

source: Phone Number:
es: Número de Teléfono:

source: Email:
es: Correo Electrónico:

source: Update Contact Information
es: Actualizar Información de Contacto

source: Organization's Spoken Languages:
es: Idiomas Hablados por la Organización:

source: Language
es: Idioma

source: Select Language
es: Seleccionar Idioma

source: English
es: Inglés

source: Spanish
es: Español

source: Polish
es: Polaco

source: Chinese
es: Chino

source: Tagalog
es: Tagalo

source: Arabic
es: Árabe

source: Korean
es: Coreano

source: Russian
es: Ruso

source: Remove
es: Eliminar

source: Language 1:
es: Idioma 1:

source: Add Language
es: Agregar Idioma

source: Update Language Information
es: Actualizar Información de Idioma

source: Primary Organization Location:
es: Ubicación Principal de la Organización:

source: Street Address:
es: Dirección:

source: City:
es: Ciudad:

source: State:
es: Estado:

source: Zip Code:
es: Código Postal:

source: Neighborhood:
es: Barrio:

source: Primary Location
es: Ubicación Principal

source: Update Location
es: Actualizar Ubicación

source: Hours of Operation:
es: Horario de Operación:

source: Add Break
es: Agregar Pausa

source: Update Hours
es: Actualizar Horario

source: Create a New Service:
es: Crear un Nuevo Servicio:

source: Service Name:
es: Nombre del Servicio:

source: Category:
es: Categoría:

source: Family Care
es: Cuidado Familiar

source: Healthcare
es: Salud

source: Education
es: Educación

source: Housing
es: Vivienda

source: Available Date:
es: Fecha Disponible:

source: Opening Time:
es: Hora de Apertura:

source: Closing Time:
es: Hora de Cierre:

source: Repeat Type:
es: Tipo de Repetición:

source: Every Day
es: Todos los Días

source: Every Week
es: Cada Semana

source: Every Month
es: Cada Mes

source: Every Other Week
es: Cada Dos Semanas

source: Access Method:
es: Método de Acceso:

source: Appointments Only
es: Solo con Cita

source: Walk-ins Welcome
es: Se Aceptan Sin Cita

source: Phone Registration
es: Registro Telefónico

source: Service Note:
es: Nota del Servicio:

source: Create Service
es: Crear Servicio

source: Current Services Offered:
es: Servicios Actuales Ofrecidos:

source: Select Neighborhood
es: Seleccionar Barrio

source: Update Service
es: Actualizar Servicio

source: Delete Service
es: Eliminar Servicio

source: Welcome to Chicago!
es: ¡Bienvenido a Chicago!

source: Welcome
es: Bienvenido

source: Known for its vibrant culture, diverse communities, and bustling city life, Chicago is a welcoming city that embraces people from all walks of life. A group of university students in collaboration with the City of Chicago and local community organizations created this website to help New Arrivals, who are immigrants, migrants, and refugees from around the world, understand the resources and services they have available to them in Chicago. We understand that this transition is challenging and we hope to provide clear information to help you begin your new life in Chicago. On this page, you will find general information about:
es: Conocida por su cultura vibrante, comunidades diversas y vida urbana bulliciosa, Chicago es una ciudad acogedora que recibe a personas de todos los ámbitos de la vida. Un grupo de estudiantes universitarios, en colaboración con la Ciudad de Chicago y organizaciones comunitarias locales, creó este sitio web para ayudar a los Nuevos Llegados, que son inmigrantes, migrantes y refugiados de todo el mundo, a entender los recursos y servicios que tienen disponibles en Chicago. Entendemos que esta transición es desafiante y esperamos proporcionar información clara para ayudarlo a comenzar su nueva vida en Chicago. En esta página, encontrará información general sobre:

source: Chicago CityKey ID, a form of identification
es: Chicago CityKey ID, una forma de identificación

source: Using the CTA, Chicago’s public transit system
es: Usar el CTA, el sistema de transporte público de Chicago

source: Public Education for Kids
es: Educación Pública para Niños

source: Access to food banks
es: Acceso a bancos de alimentos

source: Driver's insurance
es: Seguro de conductor

source: The Chicago CityKey ID is an optional, valid, government-issued ID card offered to all Chicago residents, including New Arrivals. It serves as a four-in-one card by serving as a government-issued ID card, a Chicago Public Library card, a Ventra card, and a pharmaceutical discount card.
es: El Chicago CityKey ID es una tarjeta de identificación emitida por el gobierno válida y opcional ofrecida a todos los residentes de Chicago, incluidos los Nuevos Llegados. Sirve como una tarjeta cuatro en uno al actuar como una tarjeta de identificación emitida por el gobierno, una tarjeta de la Biblioteca Pública de Chicago, una tarjeta Ventra y una tarjeta de descuento farmacéutico.

source: How to Apply
es: Cómo Aplicar

source: Book an Appointment
es: Reservar una Cita

source: Application Materials
es: Materiales de Solicitud

source: Using the CTA
es: Usar el CTA

source: The easiest way to get around Chicago is by leveraging the CTA, which is the Chicago Transit Authority. With its comprehensive network of buses and trains, the CTA offers convenient and affordable transportation options for navigating the city.
es: La forma más fácil de moverse por Chicago es utilizando el CTA, que es la Autoridad de Tránsito de Chicago. Con su red completa de autobuses y trenes, el CTA ofrece opciones de transporte convenientes y asequibles para navegar por la ciudad.

source: Figuring out travel route
es: Planificación de la ruta de viaje

source: You can plan your trip using Google Maps by clicking on the train icon to find the quickest way to your destination. As a reminder, Google Maps provides an estimate and buses or trains may be delayed due to construction or traffic.
es: Puede planificar su viaje usando Google Maps haciendo clic en el icono del tren para encontrar la manera más rápida de llegar a su destino. Como recordatorio, Google Maps proporciona una estimación y los autobuses o trenes pueden retrasarse debido a la construcción o el tráfico.

source: Another way to see how far the bus is away is the Ventra app. On the home page, it tells you which buses/trains or bikes are nearby. If you click on nearby, you can expand the view or move your position around.
es: Otra forma de ver cuán lejos está el autobús es la aplicación Ventra. En la página de inicio, le dice qué autobuses/trenes o bicicletas están cerca. Si hace clic en 'cerca', puede ampliar la vista o mover su posición.

source: Paying for CTA
es: Pagar por el CTA

source: To pay for CTA buses, you must have the exact fare to pay for the bus or use your Ventra card. For trains, you must have a Ventra card which you can get at a kiosk before entering the train or by downloading the app. To find a physical location to buy a Ventra card, please see the following link:
es: Para pagar los autobuses del CTA, debe tener la tarifa exacta para pagar el autobús o usar su tarjeta Ventra. Para los trenes, debe tener una tarjeta Ventra que puede obtener en un quiosco antes de entrar al tren o descargando la aplicación. Para encontrar una ubicación física para comprar una tarjeta Ventra, por favor vea el siguiente enlace:

source: Ventra Retail Locations
es: Ubicaciones de Venta de Ventra

source: In Chicago, public education is offered free of charge, ensuring that every child has access to quality learning opportunities. To enroll your child, they must meet certain requirements, including proof of age, proof of address, and proof of medical compliance such as a physical examination, immunization record, and dental exam. For more information, please click the following links:
es: En Chicago, la educación pública se ofrece de forma gratuita, garantizando que cada niño tenga acceso a oportunidades de aprendizaje de calidad. Para inscribir a su hijo, deben cumplir con ciertos requisitos, incluidos prueba de edad, prueba de dirección y prueba de cumplimiento médico como un examen físico, registro de vacunación y examen dental. Para más información, por favor haga clic en los siguientes enlaces:

source: Enrollment Requirements
es: Requisitos de Inscripción

source: Apply and Enroll
es: Solicitar e Inscribirse

source: Access to Free Food
es: Acceso a Comida Gratis

source: Regardless of your status, you are able to access groceries that are free at your local food bank. Please click the following link to find the nearest food pantry near you:
es: Independientemente de su estatus, puede acceder a comestibles gratuitos en su banco de alimentos local. Por favor haga clic en el siguiente enlace para encontrar la despensa de alimentos más cercana a usted:

source: Find a Food Pantry
es: Encontrar una Despensa de Alimentos

source: Driver's Insurance
es: Seguro de Conductor

source: The State of Illinois issues a special driver's license to non-citizens who cannot get a SSN. The license is called Temporary Visitor Driver's License (TVDL). There are two kinds of TVDLs: The first is for someone authorized to reside in this country for one or more years. The second is for someone who does not have lawful status or is undocumented but has lived in the US for at least a year.
es: El Estado de Illinois emite una licencia de conducir especial para no ciudadanos que no pueden obtener un SSN. La licencia se llama Licencia de Conducir para Visitantes Temporales (TVDL). Hay dos tipos de TVDL: el primero es para alguien autorizado a residir en este país por uno o más años. El segundo es para alguien que no tiene estatus legal o es indocumentado pero ha vivido en los EE. UU. durante al menos un año.

source: To qualify for a TVDL as a lawful resident, applicants must:
es: Para calificar para un TVDL como residente legal, los solicitantes deben:

source: Prove their name and date of birth;
es: Probar su nombre y fecha de nacimiento;

source: Prove that they live in Illinois;
es: Probar que viven en Illinois;

source: Prove their written signature;
es: Probar su firma escrita;

source: Provide documentation issued by the United States Citizenship and Immigration Services that proves legal status;
es: Proveer documentación emitida por los Servicios de Ciudadanía e Inmigración de los Estados Unidos que prueben el estatus legal;

source: Affirm that they are ineligible to get a social security number;
es: Afirmar que no son elegibles para obtener un número de seguro social;

source: Pass the vision, written, and road exams;
es: Pasar los exámenes de visión, escrito y de carretera;

source: Provide proof (ages 18-20) of completing a 6-hour adult driver education course; and
es: Proveer prueba (edades 18-20) de haber completado un curso de educación para conductores adultos de 6 horas; y

source: Pay a $30 application fee ($35 for motorcycles).
es: Pagar una tarifa de solicitud de $30 ($35 para motocicletas).

source: To qualify for a TVDL as an undocumented immigrant, applicants must:
es: Para calificar para un TVDL como inmigrante indocumentado, los solicitantes deben:

source: Prove that they have lived in Illinois for at least 12 months;
es: Probar que han vivido en Illinois durante al menos 12 meses;

source: Prove where they live in Illinois now;
es: Probar dónde viven en Illinois ahora;
