Repository: uchicago-capp-30320/new-arrivals-chi
Catalog: new_arrivals_chi/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Home
es: P\u00e1gina de inicio

source: Dashboard
es: Panel de Control

source: Logout
es: Cerrar Sesi\u00f3n

source: Login
es: Iniciar Sesi\u00f3n

source: Sign Up
es: Registrarse

source: About Us
es: Acerca de Nosotros

source: Report Error
es: Reportar error del sitio web

source: This site does not collect any personal information.
es: Este sitio no recopila ninguna informaci\u00f3n personal.

source: Welcome to Chicago!
es: \u00a1Bienvenido a Chicago!

source: A Resource Guide for New Migrants
es: Una Gu\u00eda de Recursos para Nuevos Migrantes

source: This resource guide is designed for new migrants to welcome to your new home. In this guide you will find information about your rights as an immigrant and resident of Chicago, and information on how to access resources offered by the City of Chicago, the State government and community organizations.
es: Esta gu\u00eda de recursos est\u00e1 dise\u00f1ada para nuevos migrantes para darles la bienvenida a su nuevo hogar. En esta gu\u00eda encontrar\u00e1 informaci\u00f3n sobre sus derechos como inmigrante y residente de Chicago, y sobre c\u00f3mo acceder a los recursos ofrecidos por la Ciudad de Chicago, el gobierno estatal y las organizaciones comunitarias.

source: Please click below to begin:
es: Por favor, haga clic a continuaci\u00f3n para comenzar:

source: Getting Started
es: Primeros Pasos

source: Legal Support
es: Apoyo Legal

source: Health Resources
es: Recursos de Salud

source: This resource guide is a collaboration between Chicago Area Student, Chicago-based organizations, and the City of Chicago. To learn more visit About Us.
es: Esta gu\u00eda de recursos es una colaboraci\u00f3n entre estudiantes del \u00c1rea de Chicago, organizaciones con sede en Chicago y la Ciudad de Chicago. Para obtener m\u00e1s informaci\u00f3n, visite Acerca de Nosotros.
